[
  {
    "id": "msg_0001",
    "text": "Mele agbagba dzem be maxe mɔzɔgbalẽfea gake fexexea yi edzi le kpo dom nu le agbo la dzi. Esia dze egɔme tso ŋdi sia me.",
    "lang": "ew"
  },
  {
    "id": "msg_0002",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0003",
    "text": "The system is not allowing me to complete my payment for the application. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0004",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0005",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe bi wɔ hɔ a wɔde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_0006",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒe la nyemate ŋu axe fea o. Esia dze egɔme tso ŋdi sia me.",
    "lang": "ew"
  },
  {
    "id": "msg_0007",
    "text": "Mele agbagba dzem be maxe mɔzɔgbalẽfea gake fexexea yi edzi le kpo dom nu le nyatakakadzraɖoƒea. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0008",
    "text": "The system is not allowing me to complete my payment for the application. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0009",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0010",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0011",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie me ka wɔ application no ho. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic failution message kɛkɛ.",
    "lang": "ak"
  },
  {
    "id": "msg_0012",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0013",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0014",
    "text": "Be fɛɛ be ni makliki nyɔmɔwoo nɔ lɛ, baafa lɛ shwieɔ shi loo etsɔɔ tɔmɔ ko ni nibii ni akɛtsuɔ nii lɛ eyaaa mli. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0015",
    "text": "Nuɖoanyia mele mɔ ɖem nam be mawu nye fexexe ɖe dɔbiagbalẽvia ta nu o. Esia le nye mɔzɔzɔ ŋuti ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0016",
    "text": "Ɣesiaɣi si mezi fetu dzi la, axaa tsia tsikpe alo ɖea vodada aɖe fiana eye asitsatsa la metoa eme o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔnua dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0017",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Nkran.",
    "lang": "ak"
  },
  {
    "id": "msg_0018",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0019",
    "text": "Mele agbagba dzem be maxe mɔzɔgbalẽfea gake fexexea yi edzi le kpo dom nu le agbo la dzi. Esia le nye mɔzɔzɔ ŋuti ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0020",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0021",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0022",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0023",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0024",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0025",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0026",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0027",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0028",
    "text": "Nhyehyɛe no mma me kwan sɛ minwie me ka wɔ application no ho. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0029",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0030",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0031",
    "text": "Nhyehyɛe no mma me kwan sɛ minwie me ka wɔ application no ho. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0032",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0033",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0034",
    "text": "Nhyehyɛe no mma mintumi nwie m’akatua wɔ akwammisa krataa no ho. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0035",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0036",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0037",
    "text": "Mibɔ mɔdɛŋ shii abɔ ŋmɛnɛ shi portal lɛ yaa nɔ ekpooɔ nibii ni akɛtsuɔ nii lɛ. Mijieɔ mi cache lɛ hu ni mikɛ naagba nɛɛ nɔŋŋ kpeɔ lolo.",
    "lang": "ga"
  },
  {
    "id": "msg_0038",
    "text": "I have attempted payment several times today but the portal keeps rejecting the transaction. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0039",
    "text": "The system is not allowing me to complete my payment for the application. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0040",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒe la nyemate ŋu axe fea o. Akpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0041",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0042",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0043",
    "text": "Gbɛjianɔtoo lɛ haaa magbe minitsumɔ lɛ he nyɔmɔwoo lɛ naa. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0044",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0045",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0046",
    "text": "The system is not allowing me to complete my payment for the application. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0047",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0048",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0049",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0050",
    "text": "Be fɛɛ be ni makliki nyɔmɔwoo nɔ lɛ, baafa lɛ shwieɔ shi loo etsɔɔ tɔmɔ ko ni nibii ni akɛtsuɔ nii lɛ eyaaa mli. Mijieɔ mi cache lɛ hu ni mikɛ naagba nɛɛ nɔŋŋ kpeɔ lolo.",
    "lang": "ga"
  },
  {
    "id": "msg_0051",
    "text": "The system is not allowing me to complete my payment for the application. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0052",
    "text": "Mibɔ mɔdɛŋ shii abɔ ŋmɛnɛ shi portal lɛ yaa nɔ ekpooɔ nibii ni akɛtsuɔ nii lɛ. Ofainɛ, ye obua mi koni matsu enɛ he nii koni maya nɔ matsu mibimɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0053",
    "text": "Mete fexexe kpɔ zi geɖe egbea gake agbo la yi edzi le asitsatsa la gbem. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0054",
    "text": "Mete fexexe kpɔ zi geɖe egbea gake agbo la yi edzi le asitsatsa la gbem. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0055",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0056",
    "text": "The system is not allowing me to complete my payment for the application. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0057",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0058",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0059",
    "text": "Nuɖoanyia mele mɔ ɖem nam be mawu nye fexexe ɖe dɔbiagbalẽvia ta nu o. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0060",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe mɔnu la, nyemate ŋu axe fea o. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖo aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0061",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0062",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a wɔde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_0063",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0064",
    "text": "Ɣesiaɣi si mezi fetu dzi la, axaa tsia tsikpe alo ɖea vodada aɖe fiana eye asitsatsa la metoa eme o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0065",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0066",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0067",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0068",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0069",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0070",
    "text": "Mimiitao ni mawo passport lɛ he nyɔmɔ, shi nyɔmɔwoo lɛ yeee omanye yɛ portal lɛ nɔ. Ofainɛ ye obua mi ni matsu enɛ he nii koni maya nɔ matsu mibimɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0071",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0072",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0073",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0074",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0075",
    "text": "Gbɛjianɔtoo lɛ eŋmɛɛɛ mi gbɛ ni magbe minyɔmɔwoo kɛha nibimɔ lɛ naa. Mikɛ ŋmɛlɛtswai enyɔ ebɔ mɔdɛŋ ni maye omanye.",
    "lang": "ga"
  },
  {
    "id": "msg_0076",
    "text": "Nuɖoanyia mele mɔ ɖem nam be mawu nye fexexe ɖe dɔwɔnua ta nu o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0077",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0078",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0079",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0080",
    "text": "Mimiitao ni mawo passport lɛ he nyɔmɔ, shi nyɔmɔwoo lɛ yeee omanye yɛ portal lɛ nɔ. Mikɛ ŋmɛlɛtswai enyɔ ni eho lɛ ebɔ mɔdɛŋ ni miye omanye.",
    "lang": "ga"
  },
  {
    "id": "msg_0081",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0082",
    "text": "miibɔ mɔdɛŋ ni mawo passport lɛ he nyɔmɔ shi nyɔmɔwoo lɛ yaa nɔ yɛ portal lɛ nɔ. Mikɛ intanɛt ni yɔɔ shiŋŋ miitsu enɛ he nii kɛmiijɛ Accra.",
    "lang": "ga"
  },
  {
    "id": "msg_0083",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0084",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0085",
    "text": "miibɔ mɔdɛŋ ni mawo passport lɛ he nyɔmɔ shi nyɔmɔwoo lɛ yaa nɔ ehiii yɛ portal lɛ nɔ. Tɔmɔ ko bɛ, ni ji shɛɛ sane ko kɛkɛ ni haa mɔ he jɔ̃ɔ ehe.",
    "lang": "ga"
  },
  {
    "id": "msg_0086",
    "text": "Nuɖoanyia mele mɔ ɖem nam be mawu nye fexexe ɖe dɔbiagbalẽvia ta nu o. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0087",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0088",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Kindly boa me ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0089",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0090",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0091",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0092",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0093",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0094",
    "text": "I have attempted payment several times today but the portal keeps rejecting the transaction. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0095",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0096",
    "text": "Gbɛjianɔtoo lɛ eŋmɛɛɛ mi gbɛ ni magbe minitsumɔ he nyɔmɔwoo lɛ naa. Mikɛ brauzai srɔtoi ebɔ mɔdɛŋ shi sane lɛ kã he ehi shi.",
    "lang": "ga"
  },
  {
    "id": "msg_0097",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0098",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic failution message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0099",
    "text": "Gbɛjianɔtoo lɛ eŋmɛɛɛ mi gbɛ ni magbe minyɔmɔwoo kɛha nibimɔ lɛ naa. Ofainɛ kwɛmɔ ohe nɔ jogbaŋŋ kɛji gbɛjianɔtoo ko yɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0100",
    "text": "Nuɖoanyia mele mɔ ɖem nam be mawu nye fexexe ɖe dɔbiagbalẽvia ta nu o. Esia dze egɔme tso ŋdi sia me.",
    "lang": "ew"
  },
  {
    "id": "msg_0101",
    "text": "Mele agbagba dzem be maxe mɔzɔgbalẽfea gake fexexea yi edzi le kpo dom nu le agbo la dzi. Esia dze egɔme tso ŋdi sia me.",
    "lang": "ew"
  },
  {
    "id": "msg_0102",
    "text": "Nuɖoanyia mele mɔ ɖem nam be mawu nye fexexe ɖe dɔwɔnua ta nu o. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0103",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0104",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0105",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Kindly boa me ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0106",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0107",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0108",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0109",
    "text": "Mi kaadi kɛ MOMO miitsu nii yɛ he kroko, shi yɛ passport portal lɛ nɔ lɛ, minyɛɛɛ mawo nyɔmɔ. Mikɛ intanɛt ni yɔɔ shiŋŋ miitsu enɛ he nii kɛjɛ Accra.",
    "lang": "ga"
  },
  {
    "id": "msg_0110",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0111",
    "text": "Gbɛjianɔtoo lɛ eŋmɛɛɛ mi gbɛ ni magbe minitsumɔ he nyɔmɔwoo lɛ naa. Mikɛ brauzai srɔtoi ebɔ mɔdɛŋ shi sane lɛ kã he ehi shi.",
    "lang": "ga"
  },
  {
    "id": "msg_0112",
    "text": "miibɔ mɔdɛŋ ni mawo passport lɛ he nyɔmɔ shi nyɔmɔwoo lɛ yaa nɔ yɛ portal lɛ nɔ. Enɛ miiha mi gbɛfaa he gbɛjianɔtoo lɛ miiba shi ni ehe miihia ni maye mabua oya.",
    "lang": "ga"
  },
  {
    "id": "msg_0113",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0114",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0115",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0116",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0117",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0118",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Nkran.",
    "lang": "ak"
  },
  {
    "id": "msg_0119",
    "text": "The system is not allowing me to complete my payment for the application. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0120",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0121",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0122",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0123",
    "text": "Nhyehyɛe no mma me kwan sɛ minwie me ka wɔ application no ho. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0124",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe mɔnu la, nyemate ŋu axe fea o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0125",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0126",
    "text": "Mibɔ mɔdɛŋ shii abɔ ŋmɛnɛ shi portal lɛ yaa nɔ ekpooɔ nibii ni akɛtsuɔ nii lɛ. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0127",
    "text": "Mele agbagba dzem be maxe mɔzɔgbalẽfea gake fexexea yi edzi le kpo dom nu le nyatakakadzraɖoƒea. Mele esia wɔm tso Accra gbɔ to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_0128",
    "text": "The system is not allowing me to complete my payment for the application. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0129",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0130",
    "text": "The system is not allowing me to complete my payment for the application. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0131",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0132",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0133",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0134",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0135",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0136",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe mɔnu la, nyemate ŋu axe fea o. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0137",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Kindly boa me ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0138",
    "text": "Gbɛjianɔtoo lɛ haaa magbe minitsumɔ lɛ he nyɔmɔwoo lɛ naa. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0139",
    "text": "Mete fexexe kpɔ zi geɖe egbea gake agbo la yia edzi gbea asitsatsa la. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0140",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0141",
    "text": "Mele agbagba dzem be maxe mɔzɔgbalẽfea gake fexexea yi edzi le kpo dom nu le agbo la dzi. Esia dze egɔme tso ŋdi sia me.",
    "lang": "ew"
  },
  {
    "id": "msg_0142",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0143",
    "text": "Mibɔi nyɔmɔwoo shii abɔ ŋmɛnɛ shi portal lɛ yaa nɔ ekpooɔ nibii ni akɛtsuɔ nii lɛ. Tɔmɔ ko bɛ, shɛɛ sane ko ni yeee omanye kɛkɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0144",
    "text": "The system is not allowing me to complete my payment for the application. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0145",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0146",
    "text": "The system is not allowing me to complete my payment for the application. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0147",
    "text": "I have attempted payment several times today but the portal keeps rejecting the transaction. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0148",
    "text": "The system is not allowing me to complete my payment for the application. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0149",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe bi wɔ hɔ a wɔde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_0150",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0151",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0152",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0153",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0154",
    "text": "I have attempted payment several times today but the portal keeps rejecting the transaction. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0155",
    "text": "Bere biara a mɛkliki akatua no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0156",
    "text": "Nhyehyɛe no mma mintumi nwie m’akatua wɔ akwammisa krataa no ho. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0157",
    "text": "Nuɖoanyia mele mɔ ɖem nam be mawu nye fexexe ɖe dɔbiagbalẽvia ta nu o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0158",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0159",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0160",
    "text": "Ɣesiaɣi si mezi fetu dzi la, axaa tsia tsikpe alo ɖea vodada aɖe fiana eye asitsatsa la metoa eme o. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0161",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0162",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0163",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0164",
    "text": "Mikɛ intanɛt ni yɔɔ shiŋŋ miitsu nii kɛmiiwo nyɔmɔ shii abɔ ŋmɛnɛ shi portal lɛ yaa nɔ ekpooɔ nibii ni akɛtsuɔ nii lɛ. Mikɛ intanɛt ni yɔɔ shiŋŋ miitsu enɛ he nii yɛ Accra.",
    "lang": "ga"
  },
  {
    "id": "msg_0165",
    "text": "I have attempted payment several times today but the portal keeps rejecting the transaction. Kindly assist me to resolve this so I can continue my application.",
    "lang": "ak"
  },
  {
    "id": "msg_0166",
    "text": "Nuɖoanyia mele mɔ ɖem nam be mawu nye fexexe ɖe dɔbiagbalẽvia ta nu o. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0167",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0168",
    "text": "Bere biara a mɛkliki akatua no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0169",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0170",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0171",
    "text": "I have attempted payment several times today but the portal keeps rejecting the transaction. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0172",
    "text": "Mele agbagba dzem be maxe mɔzɔgbalẽfea gake fexexea yi edzi le kpo dom nu le nyatakakadzraɖoƒea. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0173",
    "text": "Ɣesiaɣi si mezi fetu dzi la, axaa tsia tsikpe alo ɖea vodada aɖe fiana eye asitsatsa la metoa eme o. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0174",
    "text": "Nuɖoanyia mele mɔ ɖem nam be mawu nye fexexe ɖe dɔbiagbalẽvia ta nu o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0175",
    "text": "Mele agbagba dzem be maxe mɔzɔgbalẽfea gake fexexea yi edzi le kpo dom nu le nyatakakadzraɖoƒea. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0176",
    "text": "I have attempted payment several times today but the portal keeps rejecting the transaction. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0177",
    "text": "Bere biara a mɛkliki akatua no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0178",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0179",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0180",
    "text": "Be fɛɛ be ni makliki nyɔmɔwoo nɔ lɛ, baafa lɛ feɔ fɛ̃i loo etsɔɔ tɔmɔ ko ni nibii ni akɛtsuɔ nii lɛ eyaaa mli. Tɔmɔ ko bɛ, tɔmɔ sane ko kɛkɛ ni haa mɔ he jɔ̃ɔ ehe.",
    "lang": "ga"
  },
  {
    "id": "msg_0181",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0182",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0183",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0184",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0185",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0186",
    "text": "Ɣesiaɣi si mezi fetu dzi la, axaa tsia tsikpe alo ɖea vodada aɖe fiana eye asitsatsa la metoa eme o. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0187",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe mɔnu la, nyemate ŋu axe fea o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0188",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0189",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0190",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0191",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0192",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0193",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0194",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0195",
    "text": "Mele agbagba dzem be maxe mɔzɔgbalẽfea gake fexexea yi edzi le kpo dom le nyatakakadzraɖoƒea. Akpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0196",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0197",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0198",
    "text": "Nhyehyɛe no mma me kwan sɛ minwie me ka wɔ application no ho. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0199",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0200",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0201",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Nkran.",
    "lang": "ak"
  },
  {
    "id": "msg_0202",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0203",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒe la nyemate ŋu axe fea o. Esia dze egɔme tso ŋdi sia me.",
    "lang": "ew"
  },
  {
    "id": "msg_0204",
    "text": "Nhyehyɛe no mma mintumi nwie m’akatua wɔ akwammisa krataa no ho. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0205",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0206",
    "text": "Ɣesiaɣi si mezi fetu dzi la, axaa tsia tsikpe alo ɖea vodada aɖe fiana eye asitsatsa la metoa eme o. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0207",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0208",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0209",
    "text": "The system is not allowing me to complete my payment for the application. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0210",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0211",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0212",
    "text": "Nhyehyɛe no mma mintumi nwie m’akatua wɔ akwammisa krataa no ho. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0213",
    "text": "The system is not allowing me to complete my payment for the application. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0214",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0215",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0216",
    "text": "Be fɛɛ be ni makliki nyɔmɔwoo nɔ lɛ, baafa lɛ feɔ fɛ̃i loo etsɔɔ tɔmɔ ko ni nibii ni akɛtsuɔ nii lɛ eyaaa mli. Tɔmɔ ko bɛ, tɔmɔ sane ko kɛkɛ ni haa mɔ he jɔ̃ɔ ehe.",
    "lang": "ga"
  },
  {
    "id": "msg_0217",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0218",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0219",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0220",
    "text": "Nuɖoanyia mele mɔ ɖem nam be mawu nye fexexe ɖe dɔbiagbalẽvia ta nu o. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖoa ƒe nya aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0221",
    "text": "Ɣesiaɣi si mezi fetu dzi la, axaa tsia tsikpe alo ɖea vodada aɖe fiana eye asitsatsa la metoa eme o. Esia dze edzi yiyi gɔme ŋdi sia.",
    "lang": "ew"
  },
  {
    "id": "msg_0222",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0223",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0224",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0225",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic failution message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0226",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0227",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0228",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0229",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0230",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic failution message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0231",
    "text": "Nhyehyɛe no mma mintumi nwie m’akatua wɔ akwammisa krataa no ho. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0232",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0233",
    "text": "Ɣesiaɣi si mezi fetu dzi la, axaa tsia tsikpe alo ɖea vodada aɖe fiana eye asitsatsa la metoa eme o. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖo aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0234",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0235",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0236",
    "text": "Ɣesiaɣi si mezi fetu dzi la, axaa tsia tsikpe alo ɖea vodada aɖe fiana eye asitsatsa la metoa eme o. Esia le nye mɔzɔzɔ ŋuti ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0237",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0238",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0239",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Nkran.",
    "lang": "ak"
  },
  {
    "id": "msg_0240",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0241",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0242",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0243",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe mɔnu la, nyemate ŋu axe fea o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0244",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0245",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0246",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a wɔde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_0247",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0248",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0249",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0250",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0251",
    "text": "Nhyehyɛe no mma me kwan sɛ minwie me ka wɔ application no ho. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0252",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0253",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0254",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0255",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0256",
    "text": "Gbɛjianɔtoo lɛ eŋmɛɛɛ mi gbɛ ni magbe minyɔmɔwoo kɛha nibimɔ lɛ naa. Mi hu mijie mi cache lɛ ni mikɛ naagba nɛɛ nɔŋŋ kpe lolo.",
    "lang": "ga"
  },
  {
    "id": "msg_0257",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0258",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0259",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0260",
    "text": "My card and MOMO are working elsewhere, but on the passport portal I cannot make the payment. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0261",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0262",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0263",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0264",
    "text": "Nhyehyɛe no mma mintumi nwie m’akatua wɔ akwammisa krataa no ho. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0265",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0266",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0267",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0268",
    "text": "Mele agbagba dzem be maxe mɔzɔgbalẽfea gake fexexea yi edzi le kpo dom nu le nyatakakadzraɖoƒea. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0269",
    "text": "Nhyehyɛe no mma me kwan sɛ minwie me ka wɔ application no ho. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0270",
    "text": "Mi kaadi lɛ kɛ MOMO lɛ miitsu nii yɛ he kroko, shi yɛ passport portal lɛ nɔ lɛ, minyɛɛɛ mawo nyɔmɔ. Mijieɔ mi cache lɛ hu ni mikɛ naagba nɛɛ nɔŋŋ kpeɔ lolo.",
    "lang": "ga"
  },
  {
    "id": "msg_0271",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe mɔnu la, nyemate ŋu axe fea o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0272",
    "text": "I have attempted payment several times today but the portal keeps rejecting the transaction. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0273",
    "text": "Be fɛɛ be ni makliki nyɔmɔwoo nɔ lɛ, baafa lɛ shwieɔ shi loo etsɔɔ tɔmɔ ko ni nibii ni akɛtsuɔ nii lɛ eyaaa mli. Mikɛ laptop kroko po bɔ mɔdɛŋ shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_0274",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic failution message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0275",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0276",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0277",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0278",
    "text": "Ɣesiaɣi si mezi fetu dzi la, axaa tsia tsikpe alo ɖea vodada aɖe fiana eye asitsatsa la metoa eme o. Mele esia wɔm tso Accra gbɔ to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_0279",
    "text": "Be fɛɛ be ni makliki nyɔmɔwoo nɔ lɛ, baafa lɛ feɔ fɛ̃i loo etsɔɔ tɔmɔ ko ni nibii ni akɛtsuɔ nii lɛ eyaaa mli. Tɔmɔ ko bɛ, tɔmɔ sane ko kɛkɛ ni haa mɔ he jɔ̃ɔ ehe.",
    "lang": "ga"
  },
  {
    "id": "msg_0280",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0281",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0282",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0283",
    "text": "The system is not allowing me to complete my payment for the application. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0284",
    "text": "Each time I click pay, the page either freezes or shows an error and the transaction does not go through. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0285",
    "text": "I have attempted payment several times today but the portal keeps rejecting the transaction. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0286",
    "text": "The system is not allowing me to complete my payment for the application. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0287",
    "text": "Nhyehyɛe no mma mintumi nwie m’akatua wɔ akwammisa krataa no ho. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0288",
    "text": "Nhyehyɛe no mma me kwan sɛ menwie m’akatua wɔ akwammisa krataa no ho. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Nkran.",
    "lang": "ak"
  },
  {
    "id": "msg_0289",
    "text": "I am trying to pay the passport fee but the payment keeps failing on the portal. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0290",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒe la nyemate ŋu axe fea o. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0291",
    "text": "Mabɔ mmɔden sɛ mɛtua ka mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0292",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0293",
    "text": "Nhyehyɛe no mma mintumi nwie m’akatua wɔ akwammisa krataa no ho. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0294",
    "text": "Me kaad ne MOMO reyɛ adwuma wɔ baabi foforo, nanso wɔ akwantu tumi krataa kwan so no, mintumi ntua sika no. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a wɔde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_0295",
    "text": "Merebɔ mmɔden sɛ mɛtua akwantu tumi krataa no ho ka nanso sika a wotua no kɔ so di nkogu wɔ portal no so. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe bi wɔ hɔ a wɔde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_0296",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe mɔnu la, nyemate ŋu axe fea o. Mete kɔmpiuta bubu zazã gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_0297",
    "text": "Mimiitao ni mawo passport lɛ he nyɔmɔ, shi nyɔmɔwoo lɛ yeee omanye yɛ portal lɛ nɔ. Mikɛ ŋmɛlɛtswai enyɔ ni eho lɛ ebɔ mɔdɛŋ ni miye omanye.",
    "lang": "ga"
  },
  {
    "id": "msg_0298",
    "text": "Bere biara a mɛkliki akatua so no, kratafa no yɛ nwini anaasɛ ɛkyerɛ mfomso bi na asɛm no nkɔ mu. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0299",
    "text": "Nye kaɖi kple MOMO le dɔ wɔm le teƒe bubuwo, gake le mɔzɔgbalẽa ƒe mɔnu la, nyemate ŋu axe fea o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0300",
    "text": "Mabɔ mmɔden sɛ mɛtua sika mpɛn pii nnɛ nanso portal no kɔ so pow asɛm no. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0301",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0302",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0303",
    "text": "The system is not updating my payment status even though the money has left my account. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0304",
    "text": "Nye gadzraɖoƒea xɔ ga le asinye gake ga si woxe la mele eɖem fia le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒe o. Esia le nye mɔzɔzɔ ŋuti ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0305",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0306",
    "text": "Woɖe ga si woxe la le nye MOMO gakɔnta me, ke hã nye dɔbiagbalẽvia gakpɔtɔ ɖea ‘fexexe si le edzi yim’ fiana. Mete kpɔ gɔ̃ hã to kɔmpiuta bubu zazã me gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_0307",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0308",
    "text": "Portal lɛ ejieee minyɔmɔwoo lɛ kpo, ni minyɛɛɛ mafã kɛya gbɛ ni nyiɛ sɛɛ lɛ nɔ. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0309",
    "text": "The system is not updating my payment status even though the money has left my account. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0310",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0311",
    "text": "Nye gadzraɖoƒea xɔ ga le asinye gake ga si woxe la mele eɖem fia le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒe o. Esia le nye mɔzɔzɔ ŋuti ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0312",
    "text": "Ajie nyɔmɔwoo lɛ kɛjɛ mi MOMO akaunt lɛ mli, shi kɛlɛ mi aplikeshin lɛ tsɔɔ lolo akɛ 'nyɔmɔwoo lɛ miikpa'. Mikɛ laptop kroko po bɔ mɔdɛŋ shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_0313",
    "text": "Wotwaa sika no fii me MOMO akontaabu mu, nanso me akwammisa krataa no da so ara kyerɛ ‘akatua a ɛda so ara wɔ hɔ’. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0314",
    "text": "I received a successful payment notification but the portal says I have not paid. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0315",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Mele esia wɔm tso Accra gbɔ to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_0316",
    "text": "Gbɛjianɔtoo lɛ haaa mi nyɔmɔwoo shihilɛ lɛ aya hiɛ eyɛ mli akɛ shika lɛ eshi mi akaunt lɛ moŋ. Mikɛ ŋmɛlɛtswai enyɔ ni eho lɛ ebɔ mɔdɛŋ ni maye omanye.",
    "lang": "ga"
  },
  {
    "id": "msg_0317",
    "text": "I received a successful payment notification but the portal says I have not paid. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0318",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea be nyemexe fe o. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0319",
    "text": "Me nsa kaa amanneɛbɔ a edi mu a ɛfa sikatua ho nanso portal no ka sɛ minntuaa ka. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0320",
    "text": "The system is not updating my payment status even though the money has left my account. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0321",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0322",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Mele esia wɔm tso Accra gbɔ to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_0323",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0324",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa no kwan so. Mede intanɛt a ɛyɛ den na ɛreyɛ eyi afi Nkran hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0325",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0326",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0327",
    "text": "Woɖe ga si woxe la le nye MOMO gakɔnta me, ke hã nye dɔbiagbalẽvia gakpɔtɔ ɖea ‘fexexe si le edzi yim’ fiana. Meɖe nye cache hã ɖa eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0328",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0329",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0330",
    "text": "Gbɛjianɔtoo lɛ haaa mi nyɔmɔwoo shihilɛ lɛ aya hiɛ eyɛ mli akɛ shika lɛ eshi mi akaunt lɛ moŋ. Ofainɛ, ye obua mi koni matsu enɛ he nii koni maya nɔ matsu mi nibimɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0331",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ minnya ntuaa ka. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0332",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0333",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0334",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0335",
    "text": "Agbo la mele nye fexexe ɖem fia o eye nyemate ŋu aʋu ayi afɔɖeɖe si kplɔe ɖo me o. Esia dze dzɔdzɔ gɔme ŋdi sia.",
    "lang": "ew"
  },
  {
    "id": "msg_0336",
    "text": "I received a successful payment notification but the portal says I have not paid. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0337",
    "text": "Nuɖoanyia mele nye fexexe ƒe nɔnɔme ɖɔlim o togbɔ be ga la gblẽ nye gakɔnta ɖi hã. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0338",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0339",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0340",
    "text": "Me sikakorabea agye me nanso sika a wɔatua no nkyerɛ wɔ akwantu tumi krataa no kwan so. Meboa me yiye ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0341",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0342",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0343",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Na mfomso koodu biara nni hɔ a emu da hɔ, a ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0344",
    "text": "Nuɖoanyia mele nye fexexe ƒe nɔnɔme ɖɔlim o togbɔ be ga la gblẽ nye gakɔnta ɖi hã. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0345",
    "text": "Mishikatoohe lɛ ejie mi shi nyɔmɔwoo lɛ etsɔɔɔ yɛ passport portal lɛ nɔ. Tɔmɔ ko bɛ, tɔmɔ he sane ko kɛkɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0346",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ minnya ntuae. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0347",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0348",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0349",
    "text": "I received a successful payment notification but the portal says I have not paid. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0350",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me akwammisa krataa no da so ara kyerɛ ‘akatua a ɛda so ara wɔ hɔ’. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0351",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0352",
    "text": "Mina nyɔmɔwoo he adafitswaa ni ye omanye shi portal lɛ kɛɛ miwooo nyɔmɔ. Ofainɛ kwɛmɔ ohe nɔ jogbaŋŋ kɛji gbɛjianɔtoo ko yɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0353",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0354",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0355",
    "text": "Agbo la mele nye fexexe ɖem fia o eye nyemate ŋu aʋu ayi afɔɖeɖe si kplɔe ɖo me o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0356",
    "text": "Me nsa kaa amanneɛbɔ a ɛdi mu a ɛfa sikatua ho nanso portal no se mentuaa ka. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0357",
    "text": "Me sikakorabea agye me nanso sika a wɔatua no nkyerɛ wɔ akwantu tumi krataa no kwan so. Meboa me yiye ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0358",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0359",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a wɔde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_0360",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0361",
    "text": "I received a successful payment notification but the portal says I have not paid. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0362",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0363",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0364",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me akwammisa krataa no da so ara kyerɛ ‘akatua a ɛda so ara wɔ hɔ’. Mabɔ mmɔden nnɔnhwerew abien a atwam no a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0365",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0366",
    "text": "Me nsa kaa amanneɛbɔ a edi mu a ɛfa sikatua ho nanso portal no ka sɛ minnya ntuaa ka. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0367",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Na mfomso koodu biara nni hɔ a emu da hɔ, a ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0368",
    "text": "I have been debited by my bank but the payment is not showing on the passport portal. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0369",
    "text": "Wɔtwaa sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0370",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0371",
    "text": "Nuɖoanyia mele nye fexexe ƒe nɔnɔme ɖɔlim o togbɔ be ga la gblẽ nye akɔnta ɖi hã. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0372",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0373",
    "text": "Nuɖoanyia mele nye fexexe ƒe nɔnɔme ɖɔlim o togbɔ be ga la gblẽ nye akɔnta ɖi hã. Mete kɔmpiuta bubu zazã kpɔ gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_0374",
    "text": "Nye gadzraɖoƒea xɔ ga le asinye gake ga si woxe la mele dzedzem le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒea o. Medze agbagba be mazã nyatakakadzraɖoƒe vovovowo gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0375",
    "text": "I received a successful payment notification but the portal says I have not paid. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0376",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0377",
    "text": "Me nsa kaa amanneɛbɔ a edi mu a ɛfa sikatua ho nanso portal no ka sɛ minnya ntuaa ka. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0378",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0379",
    "text": "Portal lɛ ejieee mi nyɔmɔwoo lɛ kpo ni minyɛɛɛ mafã kɛya gbɛ ni nyiɛ sɛɛ lɛ nɔ. Tɔmɔ ko bɛ, shɛɛ sane ko ni yeee omanye kɛkɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0380",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0381",
    "text": "Agbo la mele nye fexexe ɖem fia o eye nyemate ŋu aʋu ayi afɔɖeɖe si kplɔe ɖo me o. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0382",
    "text": "Mina nyɔmɔwoo he adafitswaa ni ye omanye shi portal lɛ kɛɛ miwooo nyɔmɔ. Mikɛ laptop kroko po bɔ mɔdɛŋ, shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_0383",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ minnya ntuaa ka. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0384",
    "text": "Me nsa kaa amanneɛbɔ a ɛdi mu a ɛfa sikatua ho nanso portal no se mentuaa ka. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0385",
    "text": "Nye gadzraɖoƒea xɔ ga le asinye gake fexexea mele eɖem fia le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒe o. Mele esia wɔm tso Accra gbɔ to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_0386",
    "text": "I received a successful payment notification but the portal says I have not paid. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0387",
    "text": "Agbo la mele nye fexexe ɖem fia o eye nyemate ŋu aʋu ayi afɔɖeɖe si kplɔe ɖo me o. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0388",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0389",
    "text": "Nuɖoanyia mele nye fexexe ƒe nɔnɔme ɖɔlim o togbɔ be ga la gblẽ nye akɔnta ɖi hã. Akpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0390",
    "text": "Agbo la mele nye fexexe ɖem fia o eye nyemate ŋu aʋu ayi afɔɖeɖe si kplɔe ɖo me o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0391",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0392",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa no kwan so. Mede intanɛt a ɛyɛ den na ɛreyɛ eyi afi Nkran hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0393",
    "text": "Me nsa kaa amanneɛbɔ a ɛdi mu a ɛfa sikatua ho nanso portal no se mentuaa ka. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0394",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ minnya ntuaa ka. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0395",
    "text": "I received a successful payment notification but the portal says I have not paid. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0396",
    "text": "Portal lɛ ejieee minyɔmɔwoo lɛ kpo, ni minyɛɛɛ mafã kɛya gbɛ ni nyiɛ sɛɛ lɛ nɔ. Mi hu mijie mi cache lɛ ni mikɛ naagba nɛɛ nɔŋŋ kpe lolo.",
    "lang": "ga"
  },
  {
    "id": "msg_0397",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea be nyemexe fe o. Esia dze egɔme nɔ edzi yim ŋdi sia.",
    "lang": "ew"
  },
  {
    "id": "msg_0398",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Na mfomso ho mmara biara nni hɔ a emu da hɔ, na mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0399",
    "text": "I received a successful payment notification but the portal says I have not paid. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0400",
    "text": "Gbɛjianɔtoo lɛ haaa mi nyɔmɔwoo shihilɛ lɛ aya hiɛ eyɛ mli akɛ shika lɛ eshi mi akaunt lɛ moŋ. Mikɛ brauzai srɔtoi ebɔ mɔdɛŋ shi sane lɛ kã he ehi shi.",
    "lang": "ga"
  },
  {
    "id": "msg_0401",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Yɛsrɛ sɛ hwɛ firi wo nkyɛn sɛ nhyehyɛeɛ bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0402",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0403",
    "text": "Gbɛjianɔtoo lɛ haaa mi nyɔmɔwoo shihilɛ lɛ aya hiɛ eyɛ mli akɛ shika lɛ eshi mi akaunt lɛ moŋ. Mikɛ laptop kroko po bɔ mɔdɛŋ shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_0404",
    "text": "I received a successful payment notification but the portal says I have not paid. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0405",
    "text": "Mishikatoohe lɛ ejie mi shi nyɔmɔwoo lɛ etsɔɔɔ yɛ passport portal lɛ nɔ. Ofainɛ, ye obua mi koni matsu enɛ he nii koni maya nɔ matsu mibimɔ wolo lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0406",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0407",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0408",
    "text": "The system is not updating my payment status even though the money has left my account. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0409",
    "text": "Portal lɛ ejieee minyɔmɔwoo lɛ kpo, ni minyɛɛɛ mafã kɛya gbɛ ni nyiɛ sɛɛ lɛ nɔ. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0410",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0411",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0412",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa no kwan so. Mede intanɛt a ɛyɛ den na ɛreyɛ eyi afi Nkran hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0413",
    "text": "Nye gadzraɖoƒea xɔ ga le asinye gake fexexea mele eɖem fia le mɔzɔgbalẽa ƒe mɔnu o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0414",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a wɔde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_0415",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0416",
    "text": "Woɖe ga si woxe la le nye MOMO gakɔnta me, ke hã nye dɔbiagbalẽvia gakpɔtɔ ɖea ‘fexexe si le edzi yim’ fiana. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0417",
    "text": "The system is not updating my payment status even though the money has left my account. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0418",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0419",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0420",
    "text": "I received a successful payment notification but the portal says I have not paid. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0421",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0422",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0423",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0424",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0425",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0426",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0427",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0428",
    "text": "I have been debited by my bank but the payment is not showing on the passport portal. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0429",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a wɔde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_0430",
    "text": "Gbɛjianɔtoo lɛ haaa mi nyɔmɔwoo shihilɛ lɛ aya hiɛ eyɛ mli akɛ shika lɛ eshi mi akaunt lɛ moŋ. Ofainɛ, ye obua mi koni matsu enɛ he nii koni maya nɔ matsu mi nibimɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0431",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa no kwan so. Mede intanɛt a ɛyɛ den na ɛreyɛ eyi afi Nkran hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0432",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ minnya ntuaa ka. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0433",
    "text": "The system is not updating my payment status even though the money has left my account. I have tried using different browsers but the issue remains.",
    "lang": "ak"
  },
  {
    "id": "msg_0434",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘sikatua a ɛda so ara wɔ hɔ’. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0435",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0436",
    "text": "Nuɖoanyia mele nye fexexe ƒe nɔnɔme ɖɔlim o togbɔ be ga la gblẽ nye akɔnta ɖi hã. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0437",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0438",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘sikatua a ɛda so ara wɔ hɔ’. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0439",
    "text": "Wɔtwaa sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0440",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0441",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Taflatse lé ŋku ɖe wò axadzi ŋu nenye be ɖoɖoa ƒe nya aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0442",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0443",
    "text": "Nuɖoanyia mele nye fexexe ƒe nɔnɔme ɖɔlim o togbɔ be ga la gblẽ nye akɔnta ɖi hã. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0444",
    "text": "The system is not updating my payment status even though the money has left my account. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0445",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0446",
    "text": "Agbo la mele nye fexexe ɖem fia o eye nyemate ŋu aʋu ayi afɔɖeɖe si kplɔe ɖo me o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0447",
    "text": "The system is not updating my payment status even though the money has left my account. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0448",
    "text": "I have been debited by my bank but the payment is not showing on the passport portal. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0449",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0450",
    "text": "I received a successful payment notification but the portal says I have not paid. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0451",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ minnya ntuae. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0452",
    "text": "Gbɛjianɔtoo lɛ haaa mi nyɔmɔwoo shihilɛ lɛ aya hiɛ eyɛ mli akɛ shika lɛ eshi mi akaunt lɛ moŋ. Ofainɛ, ye obua mi koni matsu enɛ he nii koni maya nɔ matsu mi nibimɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0453",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0454",
    "text": "Me sikakorabea agye me nanso sika a wɔatua no nkyerɛ wɔ akwantu tumi krataa no kwan so. Meboa me yiye ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0455",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0456",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0457",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0458",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Meɖe nye cache hã ɖa eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0459",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0460",
    "text": "The system is not updating my payment status even though the money has left my account. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0461",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0462",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0463",
    "text": "Me nsa kaa amanneɛbɔ a edi mu a ɛfa sikatua ho nanso portal no ka sɛ minntuaa ka. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0464",
    "text": "Woɖe ga si woxe la le nye MOMO gakɔnta me, ke hã nye dɔbiagbalẽvia gakpɔtɔ ɖea ‘fexexe si le edzi yim’ fiana. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0465",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0466",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea be nyemexe fe o. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0467",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0468",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0469",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0470",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0471",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu no de. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0472",
    "text": "I have been debited by my bank but the payment is not showing on the passport portal. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0473",
    "text": "The system is not updating my payment status even though the money has left my account. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0474",
    "text": "I have been debited by my bank but the payment is not showing on the passport portal. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0475",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0476",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0477",
    "text": "The system is not updating my payment status even though the money has left my account. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0478",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘sikatua a ɛda so ara wɔ hɔ’. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0479",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0480",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0481",
    "text": "The system is not updating my payment status even though the money has left my account. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0482",
    "text": "Mishikatoohe lɛ ejie mi shi nyɔmɔwoo lɛ etsɔɔɔ yɛ passport portal lɛ nɔ. Ofainɛ kwɛmɔ ohe nɔ jogbaŋŋ kɛji gbɛjianɔtoo ko yɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0483",
    "text": "Woɖe ga si woxe la le nye MOMO gakɔnta me, ke hã nye dɔbiagbalẽvia gakpɔtɔ ɖea ‘fexexe si le edzi yim’ fiana. Meɖe nye cache hã ɖa eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0484",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Na mfomso koodu biara nni hɔ a emu da hɔ, a ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0485",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Na mfomso ho mmara biara nni hɔ a emu da hɔ, na mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0486",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0487",
    "text": "Wɔtwaa sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0488",
    "text": "Gbɛjianɔtoo lɛ haaa mi nyɔmɔwoo shihilɛ lɛ aya hiɛ eyɛ mli akɛ shika lɛ eshi mi akaunt lɛ moŋ. Mikɛ brauzai srɔtoi ebɔ mɔdɛŋ shi sane lɛ kã he ehi shi.",
    "lang": "ga"
  },
  {
    "id": "msg_0489",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0490",
    "text": "I received a successful payment notification but the portal says I have not paid. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0491",
    "text": "I received a successful payment notification but the portal says I have not paid. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0492",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0493",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0494",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0495",
    "text": "The system is not updating my payment status even though the money has left my account. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0496",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic failution message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0497",
    "text": "Wɔtwaa sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0498",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0499",
    "text": "I received a successful payment notification but the portal says I have not paid. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0500",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea be nyemexe fe o. Esia dze egɔme nɔ edzi yim ŋdi sia.",
    "lang": "ew"
  },
  {
    "id": "msg_0501",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0502",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0503",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0504",
    "text": "Nuɖoanyia mele nye fexexe ƒe nɔnɔme ɖɔlim o togbɔ be ga la gblẽ nye akɔnta ɖi hã. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0505",
    "text": "The system is not updating my payment status even though the money has left my account. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0506",
    "text": "I received a successful payment notification but the portal says I have not paid. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0507",
    "text": "Agbo la mele nye fexexe ɖem fia o eye nyemate ŋu aʋu ayi afɔɖeɖe si kplɔe ɖo me o. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hehe ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0508",
    "text": "The system is not updating my payment status even though the money has left my account. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0509",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0510",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0511",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0512",
    "text": "I have been debited by my bank but the payment is not showing on the passport portal. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0513",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0514",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0515",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0516",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0517",
    "text": "Agbo la mele nye fexexe ɖem fia o eye nyemate ŋu aʋu ayi afɔɖeɖe si kplɔe ɖo me o. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0518",
    "text": "Nye gadzraɖoƒea xɔ ga le asinye gake ga si woxe la mele dzedzem le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒea o. Mete kɔmpiuta bubu zazã kpɔ gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_0519",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Na mfomso ho mmara biara nni hɔ a emu da hɔ, na mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0520",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0521",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me akwammisa krataa no da so ara kyerɛ ‘akatua a ɛda so ara wɔ hɔ’. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0522",
    "text": "Woɖe ga si woxe la le nye MOMO gakɔnta me, ke hã nye dɔbiagbalẽvia gakpɔtɔ ɖea ‘fexexe si le edzi yim’ fiana. Medze agbagba be mazã web-browser vovovowo gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0523",
    "text": "Gbɛjianɔtoo lɛ haaa mi nyɔmɔwoo shihilɛ lɛ aya hiɛ eyɛ mli akɛ shika lɛ eshi mi akaunt lɛ moŋ. Ofainɛ, ye obua mi koni matsu enɛ he nii koni maya nɔ matsu mi nibimɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0524",
    "text": "Me nsa kaa amanneɛbɔ a edi mu a ɛfa sikatua ho nanso portal no ka sɛ minnya ntuaa ka. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0525",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0526",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Na mfomso koodu biara nni hɔ a emu da hɔ, a ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0527",
    "text": "Nuɖoanyia mele nye fexexe ƒe nɔnɔme ɖɔlim o togbɔ be ga la gblẽ nye gakɔnta ɖi hã. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0528",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu no de. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0529",
    "text": "Nye gadzraɖoƒea de ga nam gake ga si woxe la mele dzedzem le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒea o. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖo aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0530",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa no kwan so. Mede intanɛt a ɛyɛ den na ɛreyɛ eyi afi Nkran hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0531",
    "text": "I received a successful payment notification but the portal says I have not paid. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0532",
    "text": "Mishikatoohe lɛ ejie mi shi nyɔmɔwoo lɛ etsɔɔɔ yɛ passport portal lɛ nɔ. Enɛ miiha mi gbɛfaa he gbɛjianɔtoo lɛ sɛɛ efo ni ehe miihia ni maye mabua oya.",
    "lang": "ga"
  },
  {
    "id": "msg_0533",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0534",
    "text": "Nuɖoanyia mele nye fexexe ƒe nɔnɔme ɖɔlim o togbɔ be ga la gblẽ nye akɔnta ɖi hã. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0535",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ minnya ntuae. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0536",
    "text": "Nye gadzraɖoƒea xɔ ga le asinye gake ga si woxe la mele dzedzem le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒea o. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0537",
    "text": "Me sikakorabea agye me nanso sika a wɔatua no nkyerɛ wɔ akwantu tumi krataa no kwan so. Meboa me yiye ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0538",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0539",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0540",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Na mfomso ho mmara biara nni hɔ a emu da hɔ, mfomso ho nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0541",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a wɔde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_0542",
    "text": "Wɔtwaa sika no fii me MOMO akontaabu mu, nanso me akwammisa krataa no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0543",
    "text": "Wɔtwaa sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0544",
    "text": "Portal lɛ ejieee minyɔmɔwoo lɛ kpo, ni minyɛɛɛ mafã kɛya gbɛ ni nyiɛ sɛɛ lɛ nɔ. Enɛ miiha mi gbɛfaa he gbɛjianɔtoo lɛ miiba shi ni ehe miihia ni maye mabua oya.",
    "lang": "ga"
  },
  {
    "id": "msg_0545",
    "text": "Agbo la mele nye fexexe ɖem fia o eye nyemate ŋu aʋu ayi afɔɖeɖe si kplɔe ɖo me o. Mele esia wɔm tso Accra to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_0546",
    "text": "The system is not updating my payment status even though the money has left my account. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0547",
    "text": "Woɖe ga si woxe la le nye MOMO gakɔnta me, ke hã nye dɔbiagbalẽvia gakpɔtɔ ɖea ‘fexexe si le edzi yim’ fiana. Mele esia wɔm tso Accra gbɔ to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_0548",
    "text": "The system is not updating my payment status even though the money has left my account. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0549",
    "text": "The system is not updating my payment status even though the money has left my account. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0550",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa no kwan so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0551",
    "text": "I received a successful payment notification but the portal says I have not paid. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0552",
    "text": "Woɖe ga si woxe la le nye MOMO gakɔnta me, ke hã nye dɔbiagbalẽvia gakpɔtɔ ɖea ‘fexexe si le edzi yim’ fiana. Medze agbagba be mazã web-browser vovovowo gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0553",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0554",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0555",
    "text": "The system is not updating my payment status even though the money has left my account. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0556",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0557",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me akwammisa krataa no da so ara kyerɛ ‘akatua a ɛda so ara wɔ hɔ’. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0558",
    "text": "The system is not updating my payment status even though the money has left my account. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0559",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0560",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0561",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0562",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ minnya ntuae. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0563",
    "text": "The system is not updating my payment status even though the money has left my account. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0564",
    "text": "I have been debited by my bank but the payment is not showing on the passport portal. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0565",
    "text": "Nye gadzraɖoƒea de ga nam gake ga si woxe la mele dzedzem le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒea o. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖo aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0566",
    "text": "The system is not updating my payment status even though the money has left my account. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0567",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0568",
    "text": "I received a successful payment notification but the portal says I have not paid. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0569",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0570",
    "text": "Mina nyɔmɔwoo he adafitswaa ni ye omanye shi portal lɛ kɛɛ miwooo nyɔmɔ. Mi hu mijie mi cache lɛ ni mikɛ naagba nɛɛ nɔŋŋ kpe lolo.",
    "lang": "ga"
  },
  {
    "id": "msg_0571",
    "text": "I have been debited by my bank but the payment is not showing on the passport portal. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0572",
    "text": "I received a successful payment notification but the portal says I have not paid. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0573",
    "text": "I have been debited by my bank but the payment is not showing on the passport portal. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0574",
    "text": "I received a successful payment notification but the portal says I have not paid. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0575",
    "text": "I have been debited by my bank but the payment is not showing on the passport portal. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0576",
    "text": "I received a successful payment notification but the portal says I have not paid. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0577",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0578",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0579",
    "text": "I received a successful payment notification but the portal says I have not paid. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0580",
    "text": "Agbo la mele nye fexexe ɖem fia o eye nyemate ŋu aʋu ayi afɔɖeɖe si kplɔe ɖo me o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0581",
    "text": "Woɖe ga si woxena la le nye MOMO gakɔnta me, ke hã nye dɔbiagbalẽvia gakpɔtɔ ɖea ‘fexexe si le edzi yim’ fiana. Akpe ɖe ŋunye nenema ke be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0582",
    "text": "The system is not updating my payment status even though the money has left my account. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0583",
    "text": "Me nsa kaa amanneɛbɔ a edi mu a ɛfa sikatua ho nanso portal no ka sɛ minntuaa ka. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0584",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no agyaw me akontaabu de. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0585",
    "text": "Wɔtwee sika no fii me MOMO akontaabu mu, nanso me application no da so ara kyerɛ ‘tua a ɛda so ara wɔ hɔ’. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0586",
    "text": "Nuɖoanyia mele nye fexexe ƒe nɔnɔme ɖɔlim o togbɔ be ga la gblẽ nye akɔnta ɖi hã. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0587",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0588",
    "text": "Nhyehyɛe no nnyɛ me sikatua tebea no foforo ɛwom mpo sɛ sika no afi me akontaabu mu de. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0589",
    "text": "Me nsa kaa amanneɛbɔ a edii yiye a ɛfa sikatua ho nanso portal no ka sɛ mintuaa ka. Na mfomso koodu biara nni hɔ a emu da hɔ, a ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0590",
    "text": "Nye gadzraɖoƒea xɔ ga le asinye gake ga si woxe la mele dzedzem le mɔzɔgbalẽa ƒe nyatakakadzraɖoƒea o. Mete kɔmpiuta bubu zazã kpɔ gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_0591",
    "text": "Mexɔ fexexe ŋuti nyatakaka dzidzedzetɔe gake nyatakakadzraɖoƒea gblɔ be nyemexe fe o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0592",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0593",
    "text": "Me nsa kaa amanneɛbɔ a edi mu a ɛfa sikatua ho nanso portal no ka sɛ minntuaa ka. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0594",
    "text": "The fee was deducted from my MOMO account, yet my application still shows 'payment pending'. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0595",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa kwan no so. Yɛsrɛ sɛ hwɛ firi wo nkyɛn sɛ nhyehyɛeɛ bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0596",
    "text": "Portal no nkyerɛ me sikatua na mintumi nkɔ anammɔn a edi hɔ no so. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0597",
    "text": "The portal is not reflecting my payment and I cannot move to the next step. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0598",
    "text": "Me sikakorabea agye me nanso sika a wotua no nkyerɛ wɔ akwantu tumi krataa no kwan so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0599",
    "text": "I received a successful payment notification but the portal says I have not paid. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0600",
    "text": "I have been debited by my bank but the payment is not showing on the passport portal. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0601",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0602",
    "text": "Miisumɔ ni mato mi paswɛd lɛ he gbɛjianɔ ekoŋŋ shi minine shɛɛɛ reset linki ko nɔ yɛ mi email lɛ mli. Mikɛ laptop kroko po bɔ mɔdɛŋ ni mikɛ laptop kroko atsu nii shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_0603",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0604",
    "text": "Portal no kɔ so ka sɛ ‘adansedi nkrataa a ɛnteɛ’ bere a mekyerɛw me password no. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic failution message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0605",
    "text": "Agbo la yia edzi gblɔna be ‘ɖaseɖigbalẽ siwo mesɔ o’ ne meŋlɔ nye nyagbe ɣaɣla. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0606",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me akwantu tumi krataa akontaabu mu. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0607",
    "text": "Nuɖoanyia ŋlɔm ɖi ne medze agbagba be matsɔ nye nyatakakawo age ɖe eme teti. Esia le nye mɔzɔzɔ ŋuti ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0608",
    "text": "The system logs me out immediately after I try to log in with my details. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0609",
    "text": "After changing my password, I still cannot sign in to my passport account. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0610",
    "text": "After changing my password, I still cannot sign in to my passport account. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0611",
    "text": "After changing my password, I still cannot sign in to my passport account. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0612",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0613",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0614",
    "text": "After changing my password, I still cannot sign in to my passport account. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0615",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password asi hɔ nanso merennya reset link biara wɔ me email mu. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0616",
    "text": "Mete kpɔ be nye nyagbe ɣaɣla gbugbɔgaɖoanyi gake nyemele reset link aɖeke xɔm le nye email me o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0617",
    "text": "Miisumɔ ni mato mi paswɛd lɛ he gbɛjianɔ ekoŋŋ shi minine shɛɛɛ reset linki ko nɔ yɛ mi email lɛ mli. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0618",
    "text": "After changing my password, I still cannot sign in to my passport account. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0619",
    "text": "Portal lɛ yaa nɔ ekɛɔ hegbɛi ni bɛ shiŋŋ kɛji mikɛ mi-password lɛ wo mli. Mikɛ brauzai srɔtoi ebɔ mɔdɛŋ shi sane lɛ kã he ehi shi.",
    "lang": "ga"
  },
  {
    "id": "msg_0620",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0621",
    "text": "Portal lɛ yaa nɔ ekɛɔ hegbɛi ni he hiaa kɛji mikɛ mi-password lɛ wo mli. Ofainɛ kwɛmɔ ohe kɛji gbɛjianɔtoo ko yɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0622",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0623",
    "text": "Miisumɔ ni mato mi paswɛd lɛ he gbɛjianɔ ekoŋŋ shi minine shɛɛɛ reset linki ko nɔ yɛ mi email lɛ mli. Mikɛ intanɛt ni yɔɔ shiŋŋ miitsu enɛ he nii kɛjɛ Accra.",
    "lang": "ga"
  },
  {
    "id": "msg_0624",
    "text": "Agbo la yia edzi gblɔna be ‘ɖaseɖigbalẽ siwo mesɔ o’ ne meŋlɔ nye nyagbe ɣaɣla. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖoa ƒe nya aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0625",
    "text": "Portal lɛ yaa nɔ ekɛɔ hegbɛi ni bɛ shiŋŋ kɛji mikɛ mi-password lɛ wo mli. Mikɛ brauzai srɔtoi ebɔ mɔdɛŋ shi sane lɛ kã he ehi shi.",
    "lang": "ga"
  },
  {
    "id": "msg_0626",
    "text": "Nhyehyɛe no kyerɛw me bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Nkran.",
    "lang": "ak"
  },
  {
    "id": "msg_0627",
    "text": "Nhyehyɛe no kyerɛw me bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Nkran.",
    "lang": "ak"
  },
  {
    "id": "msg_0628",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0629",
    "text": "Portal no kɔ so ka sɛ ‘adansedi nkrataa a ɛnteɛ’ bere a mekyerɛw me password no. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0630",
    "text": "Minyɛɛɛ mikɛ mi-email kɛ paswɛd lɛ abote mli eyɛ mli eyɛ mli akɛ miyɛ nɔmimaa akɛ saji lɛ ja moŋ. Ofainɛ ye obua mi koni matsu enɛ he nii koni maya nɔ matsu mi nitsumɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0631",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0632",
    "text": "The system logs me out immediately after I try to log in with my details. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0633",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0634",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0635",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0636",
    "text": "Portal no kɔ so ka sɛ ‘adansedi nkrataa a ɛnteɛ’ bere a mekyerɛw me password no. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0637",
    "text": "I tried resetting my password but I am not receiving any reset link in my email. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0638",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0639",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0640",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport akontaabu mu. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0641",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0642",
    "text": "After changing my password, I still cannot sign in to my passport account. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0643",
    "text": "I tried resetting my password but I am not receiving any reset link in my email. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0644",
    "text": "Nhyehyɛe no kyerɛw me bere a mebɔ mmɔden sɛ mede me nsɛm bɛhyɛ mu akyi pɛɛ. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0645",
    "text": "Esi nye nyagbe ɣaɣla trɔ vɔ la, nyemate ŋu age ɖe nye mɔzɔgbalẽ ƒe akɔnta me kokoko o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0646",
    "text": "Portal no kɔ so ka sɛ ‘adansedi nkrataa a ɛnteɛ’ bere a mekyerɛw me password no. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0647",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0648",
    "text": "I tried resetting my password but I am not receiving any reset link in my email. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0649",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0650",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0651",
    "text": "After changing my password, I still cannot sign in to my passport account. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0652",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0653",
    "text": "Nyemate ŋu atsɔ nye e-mail kple nyagbegbɔgblɔ age ɖe eme o togbɔ be meka ɖe edzi be nyatakakaawo sɔ hã. Medze agbagba be mazã nyatakakadzraɖoƒe vovovowo gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0654",
    "text": "I tried resetting my password but I am not receiving any reset link in my email. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0655",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0656",
    "text": "Portal no kɔ so ka sɛ 'adansedi nkrataa a ɛnteɛ' bere a mekyerɛw me password no. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0657",
    "text": "Nuɖoanyia ŋlɔm ɖi ne medze agbagba be matsɔ nye nyatakakawo age ɖe eme vɔ teti. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖoa ƒe nya aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0658",
    "text": "Gbɛjianɔtoo lɛ kɛ mi woɔ mli amrɔ nɔŋŋ beni mibɔ mɔdɛŋ ni mikɛ misaji lɛ awo mli lɛ sɛɛ. Mikɛ ŋmɛlɛtswai enyɔ ni eho ni omanyeyeli ko bɛ mli lɛ ebɔ mɔdɛŋ.",
    "lang": "ga"
  },
  {
    "id": "msg_0659",
    "text": "After changing my password, I still cannot sign in to my passport account. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0660",
    "text": "Gbɛjianɔtoo lɛ kɛ mi woɔ mli amrɔ nɔŋŋ beni mibɔ mɔdɛŋ ni mikɛ misaji lɛ awo mli lɛ sɛɛ. Ofainɛ ye obua mi ni matsu enɛ he nii koni maya nɔ matsu mibimɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0661",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport akontaabu mu. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0662",
    "text": "Nuɖoanyia ŋlɔm ɖi ne medze agbagba be matsɔ nye nyatakakawo age ɖe eme teti. Esia le nye mɔzɔzɔ ŋuti ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0663",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0664",
    "text": "The system logs me out immediately after I try to log in with my details. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0665",
    "text": "Esi nye nyagbe ɣaɣla trɔ vɔ la, nyemate ŋu age ɖe nye mɔzɔgbalẽ ƒe akɔnta me kokoko o. Mete kɔmpiuta bubu zazã kpɔ gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_0666",
    "text": "Agbo la yia edzi gblɔna be ‘ɖaseɖigbalẽ siwo mesɔ o’ ne meŋlɔ nye nyagbe ɣaɣla. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0667",
    "text": "Miisumɔ ni mato mi paswɛd lɛ he gbɛjianɔ ekoŋŋ shi minine shɛɛɛ reset linki ko nɔ yɛ mi email lɛ mli. Mikɛ laptop kroko po bɔ mɔdɛŋ ni mikɛ laptop kroko atsu nii shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_0668",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0669",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0670",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me akwantu tumi krataa akontaabu mu. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0671",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0672",
    "text": "Portal no kɔ so ka sɛ ‘adansedi nkrataa a ɛnteɛ’ bere a mekyerɛw me password no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0673",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0674",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0675",
    "text": "Esi nye nyagbe ɣaɣla trɔ vɔ la, nyemate ŋu age ɖe nye mɔzɔgbalẽ ƒe akɔnta me kokoko o. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0676",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0677",
    "text": "The system logs me out immediately after I try to log in with my details. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0678",
    "text": "Nhyehyɛe no kyerɛw me fi mu bere a mebɔɔ mmɔden sɛ mede me nsɛm bɛhyɛ mu akyi pɛɛ no. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0679",
    "text": "Bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no kyerɛw me nsɛm. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0680",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0681",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0682",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0683",
    "text": "The system logs me out immediately after I try to log in with my details. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0684",
    "text": "Mete nye nyagbe ɣaɣla gbugbɔgaɖoɖo kpɔ gake nyemele reset link aɖeke xɔm le nye email me o. Medze agbagba be mazã web-browser vovovowo gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0685",
    "text": "Nhyehyɛe no kyerɛw me fi mu bere a mebɔɔ mmɔden sɛ mede me nsɛm bɛhyɛ mu akyi pɛɛ no. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0686",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0687",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0688",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0689",
    "text": "Bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no kyerɛw me nsɛm. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0690",
    "text": "Minyɛɛɛ mikɛ mi-email kɛ paswɛd lɛ abote mli eyɛ mli eyɛ mli akɛ miyɛ nɔmimaa akɛ saji lɛ ja moŋ. Ofainɛ ye obua mi koni matsu enɛ he nii koni maya nɔ matsu mi nitsumɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0691",
    "text": "Nuɖoanyia do go le esi medze agbagba be mage ɖe eme kple nye nyatakakawo vɔ megbe teti. Mele esia wɔm tso Accra to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_0692",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport akontaabu mu. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0693",
    "text": "Bere a mebɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no kyerɛw me. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe bi wɔ hɔ a ɛsɛ sɛ woyɛ.",
    "lang": "ak"
  },
  {
    "id": "msg_0694",
    "text": "The system logs me out immediately after I try to log in with my details. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0695",
    "text": "Nhyehyɛe no kyerɛw me fi mu bere a mebɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0696",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0697",
    "text": "I tried resetting my password but I am not receiving any reset link in my email. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0698",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0699",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0700",
    "text": "Portal lɛ yaa nɔ ekɛɔ hegbɛi ni he hiaa kɛji mikɛ mi-password lɛ wo mli. Ofainɛ kwɛmɔ ohe kɛji gbɛjianɔtoo ko yɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0701",
    "text": "After changing my password, I still cannot sign in to my passport account. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0702",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mehyɛn me password mu no. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0703",
    "text": "Nyemate ŋu atsɔ nye e-mail kple nyagbe ɣaɣla age ɖe eme o togbɔ be meka ɖe edzi be nyatakakaawo sɔ hã. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0704",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0705",
    "text": "After changing my password, I still cannot sign in to my passport account. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0706",
    "text": "Mete nye nyagbea gbugbɔgaɖoɖo kpɔ gake nyemele reset link aɖeke xɔm le nye email me o. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0707",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0708",
    "text": "Mete kpɔ be nàgbugbɔ nye nyagbea aɖo gake nyemele reset link aɖeke xɔm le nye email me o. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖoa ƒe nya aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0709",
    "text": "Nuɖoanyia ŋlɔm ɖi ne medze agbagba be matsɔ nye nyatakakawo age ɖe eme teti. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0710",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0711",
    "text": "Portal no kɔ so ka sɛ ‘adansedi nkrataa a ɛnteɛ’ bere a mekyerɛw me password no. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0712",
    "text": "Nyemate ŋu atsɔ nye e-mail kple nyagbegbɔgblɔ age ɖe eme o togbɔ be meka ɖe edzi be nyatakakaawo sɔ hã. Medze agbagba be mazã nyatakakadzraɖoƒe vovovowo gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0713",
    "text": "I tried resetting my password but I am not receiving any reset link in my email. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0714",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0715",
    "text": "Bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no kyerɛw me fi mu. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0716",
    "text": "After changing my password, I still cannot sign in to my passport account. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0717",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0718",
    "text": "Minyɛɛɛ mikɛ mi-email kɛ paswɛd lɛ abote mli eyɛ mli eyɛ mli akɛ miyɛ nɔmimaa akɛ saji lɛ ja moŋ. Mikɛ ŋmɛlɛtswai enyɔ ni eho lɛ ebɔ mɔdɛŋ ni maye omanye.",
    "lang": "ga"
  },
  {
    "id": "msg_0719",
    "text": "After changing my password, I still cannot sign in to my passport account. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0720",
    "text": "Mete kpɔ be nàgbugbɔ nye nyagbea aɖo gake nyemele reset link aɖeke xɔm le nye email me o. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖoa ƒe nya aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0721",
    "text": "Beni otsake mi-password lɛ sɛɛ lɛ, minyɛɛɛ mikɛ mihe awo mi passport akaunt lɛ mli lolo. Tɔmɔ ko bɛ, shɛɛ sane ko ni yeee omanye kɛkɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0722",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0723",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0724",
    "text": "Bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0725",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0726",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0727",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0728",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0729",
    "text": "Nyemate ŋu atsɔ nye email kple nyagbegbɔgblɔ age ɖe eme o togbɔ be meka ɖe edzi be nyatakakaawo sɔ hã. Esia dze egɔme nɔ edzi yim ŋdi sia.",
    "lang": "ew"
  },
  {
    "id": "msg_0730",
    "text": "Beni otsake mi-password lɛ sɛɛ lɛ, minyɛɛɛ mikɛ mihe awo mi passport akaunt lɛ mli lolo. Enɛ miiha mi gbɛfaa he gbɛjianɔtoo lɛ miiba shi ni ehe miihia ni maye mabua oya.",
    "lang": "ga"
  },
  {
    "id": "msg_0731",
    "text": "Portal lɛ yaa nɔ ekɛɔ hegbɛi ni bɛ shiŋŋ kɛji mikɛ mi-password lɛ wo mli. Mijieɔ mi cache lɛ hu ni mikɛ naagba nɛɛ nɔŋŋ kpeɔ lolo.",
    "lang": "ga"
  },
  {
    "id": "msg_0732",
    "text": "After changing my password, I still cannot sign in to my passport account. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0733",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0734",
    "text": "The system logs me out immediately after I try to log in with my details. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0735",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0736",
    "text": "Nyemate ŋu atsɔ nye e-mail kple nyagbegbɔgblɔ age ɖe eme o togbɔ be meka ɖe edzi be nyatakakaawo sɔ hã. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0737",
    "text": "Minyɛɛɛ mikɛ mi email kɛ paswɛd lɛ abote mli eyɛ mli akɛ miyɛ nɔmimaa akɛ saji lɛ ja moŋ. Mikɛ laptop kroko po bɔ mɔdɛŋ shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_0738",
    "text": "Nyemate ŋu atsɔ nye e-mail kple nyagbegbɔgblɔ age ɖe eme o togbɔ be meka ɖe edzi be nyatakakaawo sɔ hã. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0739",
    "text": "Nhyehyɛe no kyerɛw me bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0740",
    "text": "Nhyehyɛe no kyerɛw me bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0741",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0742",
    "text": "Minyɛɛɛ mikɛ mi email kɛ paswɛd lɛ abote mli eyɛ mli eyɛ mli akɛ miyɛ nɔmimaa akɛ saji lɛ ja moŋ. Enɛ miiha mi gbɛfaa he gbɛjianɔtoo lɛ miiba shi ni ehe miihia ni maye mabua oya.",
    "lang": "ga"
  },
  {
    "id": "msg_0743",
    "text": "Minyɛɛɛ mikɛ mi-email kɛ paswɛd lɛ abote mli eyɛ mli eyɛ mli akɛ miyɛ nɔmimaa akɛ saji lɛ ja moŋ. Mikɛ ŋmɛlɛtswai enyɔ ni eho lɛ ebɔ mɔdɛŋ ni maye omanye.",
    "lang": "ga"
  },
  {
    "id": "msg_0744",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0745",
    "text": "Esi nye nyagbe ɣaɣla trɔ vɔ la, nyemate ŋu age ɖe nye mɔzɔgbalẽ ƒe akɔnta me kokoko o. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0746",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0747",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0748",
    "text": "Ne nye nyagbe ɣaɣla trɔ vɔ la, nyemate ŋu age ɖe nye mɔzɔgbalẽ ƒe akɔnta me kokoko o. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖoa ƒe nya aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0749",
    "text": "Beni otsake mi-password lɛ sɛɛ lɛ, minyɛɛɛ mikɛ mihe awo mi passport akaunt lɛ mli lolo. Tɔmɔ ko bɛ, shɛɛ sane ko ni yeee omanye kɛkɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0750",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0751",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0752",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0753",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0754",
    "text": "Nuɖoanyia ŋlɔm ɖi ne medze agbagba be matsɔ nye nyatakakawo age ɖe eme teti. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0755",
    "text": "Nhyehyɛe no kyerɛw me fi mu bere a mebɔɔ mmɔden sɛ mede me nsɛm bɛhyɛ mu akyi pɛɛ no. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0756",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0757",
    "text": "Mete nye nyagbea gbugbɔgaɖoɖo kpɔ gake nyemele reset link aɖeke xɔm le nye email me o. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0758",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0759",
    "text": "Portal no kɔ so ka sɛ 'adansedi nkrataa a ɛnteɛ' bere a mekyerɛw me password no. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0760",
    "text": "Agbo la yia edzi gblɔna be ‘ɖaseɖigbalẽ siwo mesɔ o’ ne meŋlɔ nye nyagbe ɣaɣla. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_0761",
    "text": "Nhyehyɛe no kyerɛw me fi mu bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0762",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0763",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0764",
    "text": "Bere a mebɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no kyerɛw me. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe bi wɔ hɔ a ɛsɛ sɛ woyɛ.",
    "lang": "ak"
  },
  {
    "id": "msg_0765",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0766",
    "text": "The system logs me out immediately after I try to log in with my details. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0767",
    "text": "I tried resetting my password but I am not receiving any reset link in my email. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0768",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0769",
    "text": "Beni otsake mi-password lɛ sɛɛ lɛ, minyɛɛɛ mikɛ mihe awo mi passport akaunt lɛ mli lolo. Mikɛ laptop kroko po bɔ mɔdɛŋ shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_0770",
    "text": "Medze agbagba be nàgbugbɔ nye nyagbea aɖo gake nyemele reset link aɖeke xɔm le nye email me o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔnua dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0771",
    "text": "The system logs me out immediately after I try to log in with my details. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0772",
    "text": "Mete kpɔ be nye nyagbe ɣaɣla gbugbɔgaɖoanyi gake nyemele reset link aɖeke xɔm le nye email me o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0773",
    "text": "Minyɛɛɛ mikɛ mi-email kɛ paswɛd lɛ abote mli eyɛ mli eyɛ mli akɛ miyɛ nɔmimaa akɛ saji lɛ ja moŋ. Ofainɛ ye obua mi koni matsu enɛ he nii koni maya nɔ matsu mi nitsumɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0774",
    "text": "Esi nye nyagbe ɣaɣla trɔ vɔ la, nyemate ŋu age ɖe nye mɔzɔgbalẽ ƒe akɔnta me kokoko o. Mete kɔmpiuta bubu zazã kpɔ gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_0775",
    "text": "Minyɛɛɛ mikɛ mi email kɛ paswɛd lɛ abote mli eyɛ mli eyɛ mli akɛ miyɛ nɔmimaa akɛ saji lɛ ja moŋ. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0776",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0777",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0778",
    "text": "Bere a mebɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no kyerɛw me. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe bi wɔ hɔ a ɛsɛ sɛ woyɛ.",
    "lang": "ak"
  },
  {
    "id": "msg_0779",
    "text": "Nhyehyɛe no kyerɛw me bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0780",
    "text": "After changing my password, I still cannot sign in to my passport account. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0781",
    "text": "Bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0782",
    "text": "Ne nye nyagbe ɣaɣla trɔ vɔ la, nyemate ŋu age ɖe nye mɔzɔgbalẽ ƒe akɔnta me kokoko o. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖoa ƒe nya aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0783",
    "text": "Agbo la yia edzi gblɔna be ‘ɖaseɖigbalẽ siwo mesɔ o’ ne meŋlɔ nye nyagbe ɣaɣla. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0784",
    "text": "Bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no kyerɛw me fi mu. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0785",
    "text": "The system logs me out immediately after I try to log in with my details. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0786",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0787",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0788",
    "text": "Nyemate ŋu atsɔ nye e-mail kple nyagbe ɣaɣla age ɖe eme o togbɔ be meka ɖe edzi be nyatakakaawo sɔ hã. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0789",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mehyɛn me password mu no. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0790",
    "text": "Portal no kɔ so ka sɛ ‘adansedi nkrataa a ɛnteɛ’ bere a mekyerɛw me password no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0791",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport akontaabu mu. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0792",
    "text": "Bere a mebɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no kyerɛw me. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe bi wɔ hɔ a ɛsɛ sɛ woyɛ.",
    "lang": "ak"
  },
  {
    "id": "msg_0793",
    "text": "Portal lɛ yaa nɔ ekɛɔ hegbɛi ni he hiaa waa beni mikɛ mi-password lɛ woɔ mli lɛ. Mikɛ ŋmɛlɛtswai enyɔ ni eho ni omanyeyeli ko bɛ mli lɛ ebɔ mɔdɛŋ.",
    "lang": "ga"
  },
  {
    "id": "msg_0794",
    "text": "Medze agbagba be nàgbugbɔ nye nyagbea aɖo gake nyemele reset link aɖeke xɔm le nye email me o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔnua dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0795",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0796",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0797",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0798",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0799",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0800",
    "text": "After changing my password, I still cannot sign in to my passport account. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0801",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0802",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0803",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0804",
    "text": "Agbo la yia edzi gblɔna be ‘ɖaseɖigbalẽ siwo mesɔ o’ ne meŋlɔ nye nyagbe ɣaɣla. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0805",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0806",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0807",
    "text": "Nyemate ŋu atsɔ nye e-mail kple nyagbegbɔgblɔ age ɖe eme o togbɔ be meka ɖe edzi be nyatakakaawo sɔ hã. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔɖoɖoa dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0808",
    "text": "The system logs me out immediately after I try to log in with my details. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0809",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0810",
    "text": "The system logs me out immediately after I try to log in with my details. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0811",
    "text": "After changing my password, I still cannot sign in to my passport account. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0812",
    "text": "Miisumɔ ni mato mi paswɛd lɛ he gbɛjianɔ ekoŋŋ shi minine shɛɛɛ reset linki ko nɔ yɛ mi email lɛ mli. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0813",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0814",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0815",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password asi hɔ nanso merennya reset link biara wɔ me email mu. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0816",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0817",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0818",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0819",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0820",
    "text": "The system logs me out immediately after I try to log in with my details. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0821",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0822",
    "text": "The system logs me out immediately after I try to log in with my details. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0823",
    "text": "Nhyehyɛe no kyerɛw me bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0824",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0825",
    "text": "Portal no kɔ so ka sɛ ‘adansedi nkrataa a ɛnteɛ’ bere a mekyerɛw me password no. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0826",
    "text": "Portal lɛ yaa nɔ ekɛɔ hegbɛi ni bɛ shiŋŋ kɛji mikɛ mi-password lɛ wo mli. Mikɛ laptop kroko po bɔ mɔdɛŋ shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_0827",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0828",
    "text": "Mete nye nyagbe ɣaɣla gbugbɔgaɖoɖo kpɔ gake nyemele reset link aɖeke xɔm le nye email me o. Mele esia wɔm tso Accra gbɔ to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_0829",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0830",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password asi hɔ nanso merennya reset link biara wɔ me email mu. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0831",
    "text": "Agbo la yia edzi gblɔna be ‘ɖaseɖigbalẽ siwo mesɔ o’ ne meŋlɔ nye nyagbe ɣaɣla. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0832",
    "text": "Portal no kɔ so ka sɛ 'adansedi nkrataa a ɛnteɛ' bere a mekyerɛw me password no. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0833",
    "text": "Esi nye nyagbe ɣaɣla trɔ vɔ la, nyemate ŋu age ɖe nye mɔzɔgbalẽ ƒe akɔnta me kokoko o. Mele esia wɔm tso Accra to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_0834",
    "text": "Mete kpɔ be nàgbugbɔ nye nyagbea aɖo gake nyemele reset link aɖeke xɔm le nye email me o. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖoa ƒe nya aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0835",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0836",
    "text": "Miisumɔ ni mato mi paswɛd lɛ he gbɛjianɔ ekoŋŋ shi minine shɛɛɛ reset linki ko nɔ yɛ mi email lɛ mli. Enɛ miiha mi gbɛfaa he gbɛjianɔtoo lɛ miiba shi ni ehe miihia ni maye mabua oya.",
    "lang": "ga"
  },
  {
    "id": "msg_0837",
    "text": "Nhyehyɛe no kyerɛw me fi mu bere a mebɔɔ mmɔden sɛ mede me nsɛm bɛhyɛ mu akyi pɛɛ no. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0838",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account so. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0839",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0840",
    "text": "Portal no kɔ so ka sɛ 'adansedi nkrataa a ɛnteɛ' bere a mekyerɛw me password no. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0841",
    "text": "Merentumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0842",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0843",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0844",
    "text": "Nyemate ŋu atsɔ nye e-mail kple nyagbegbɔgblɔ age ɖe eme o togbɔ be meka ɖe edzi be nyatakakaawo sɔ hã. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔɖoɖoa dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0845",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0846",
    "text": "I tried resetting my password but I am not receiving any reset link in my email. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0847",
    "text": "Nhyehyɛe no kyerɛw me fi mu bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0848",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0849",
    "text": "Portal no kɔ so ka sɛ ‘adansedi nkrataa a ɛnteɛ’ bere a mekyerɛw me password no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0850",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0851",
    "text": "After changing my password, I still cannot sign in to my passport account. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0852",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport akontaabu mu. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0853",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0854",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0855",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0856",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0857",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0858",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0859",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0860",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account so. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0861",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0862",
    "text": "Bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0863",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0864",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0865",
    "text": "Portal no kɔ so ka sɛ ‘adansedi nkrataa a ɛnteɛ’ bere a mekyerɛw me password no. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic failution message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0866",
    "text": "Nhyehyɛe no kyerɛw me fi mu bere a mebɔɔ mmɔden sɛ mede me nsɛm bɛhyɛ mu akyi pɛɛ no. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0867",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0868",
    "text": "I tried resetting my password but I am not receiving any reset link in my email. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0869",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password asi hɔ nanso merennya reset link biara wɔ me email mu. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0870",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0871",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0872",
    "text": "After changing my password, I still cannot sign in to my passport account. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0873",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0874",
    "text": "The system logs me out immediately after I try to log in with my details. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0875",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0876",
    "text": "The system logs me out immediately after I try to log in with my details. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0877",
    "text": "Agbo la yia edzi gblɔna be ‘ɖaseɖigbalẽ siwo mesɔ o’ ne meŋlɔ nye nyagbe ɣaɣla. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔɖoɖoa dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0878",
    "text": "After changing my password, I still cannot sign in to my passport account. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0879",
    "text": "Bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no kyerɛw me nsɛm. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0880",
    "text": "The portal keeps saying 'invalid credentials' when I enter my password. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0881",
    "text": "After changing my password, I still cannot sign in to my passport account. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0882",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0883",
    "text": "Mete nye nyagbe ɣaɣla gbugbɔgaɖoɖo kpɔ gake nyemele reset link aɖeke xɔm le nye email me o. Medze agbagba be mazã web-browser vovovowo gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0884",
    "text": "Nhyehyɛe no kyerɛw me fi mu bere a mebɔɔ mmɔden sɛ mede me nsɛm bɛhyɛ mu akyi pɛɛ no. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0885",
    "text": "Gbɛjianɔtoo lɛ kɛ mi woɔ mli amrɔ nɔŋŋ beni mibɔ mɔdɛŋ ni mikɛ misaji lɛ awo mli lɛ sɛɛ. Tɔmɔ ko bɛ, ni ji shɛɛ sane ko ni yeee omanye kɛkɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0886",
    "text": "Bere a mebɔɔ mmɔden sɛ mede me ho nsɛm bɛhyɛ mu akyi pɛɛ no, nhyehyɛe no fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0887",
    "text": "Esi nye nyagbe ɣaɣla trɔ vɔ la, nyemate ŋu age ɖe nye mɔzɔgbalẽ ƒe akɔnta me kokoko o. Mete kɔmpiuta bubu zazã kpɔ gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_0888",
    "text": "Minyɛɛɛ mikɛ mi email kɛ paswɛd lɛ abote mli eyɛ mli eyɛ mli akɛ miyɛ nɔmimaa akɛ saji lɛ ja moŋ. Enɛ miiha mi gbɛfaa he gbɛjianɔtoo lɛ miiba shi ni ehe miihia ni maye mabua oya.",
    "lang": "ga"
  },
  {
    "id": "msg_0889",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0890",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0891",
    "text": "I cannot log in with my email and password even though I am sure the details are correct. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0892",
    "text": "Agbo la yia edzi gblɔna be ‘ɖaseɖigbalẽ siwo mesɔ o’ ne meŋlɔ nye nyagbe ɣaɣla. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0893",
    "text": "Nuɖoanyia ŋlɔm ɖi ne medze agbagba be mage ɖe eme kple nye nyatakakawo teti. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0894",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mehyɛn me password mu no. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0895",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0896",
    "text": "Mebɔɔ mmɔden sɛ mɛsan de me password no asi hɔ nanso merennya reset link biara wɔ me email mu. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0897",
    "text": "Sɛ mesesa me password wie a, meda so ara ntumi nkɔ me passport account no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0898",
    "text": "Portal no kɔ so ka sɛ ‘ɛnyɛ nea ɛfata’ bere a mekyerɛw me password no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0899",
    "text": "Merentumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0900",
    "text": "Mintumi mfa me email ne me password nkɔ mu ɛwom mpo sɛ migye di sɛ nsɛm no teɛ de. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0901",
    "text": "The application keeps taking me back and will not allow me to submit my name information. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0902",
    "text": "Nibimɔ lɛ yaa nɔ ekɛ mi kuɔ sɛɛ kɛbaa, ni eŋmɛɛɛ mi gbɛ ni mikɛ migbɛi lɛ he saji aba. Enɛ je shishi kɛjɛ leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0903",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0904",
    "text": "Agbo la mana mato afɔɖeɖe gbãtɔa me be mage ɖe nye ŋkɔ kple nyatakaka bubuwo me o. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0905",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ mu. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0906",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0907",
    "text": "Nibimɔ lɛ yaa nɔ ekɛ mi kuɔ sɛɛ kɛbaa ni eŋmɛɛɛ mi gbɛ ni mikɛ migbɛi lɛ he saji aba. Ofainɛ, ye obua mi koni matsu enɛ he nii koni maya nɔ matsu mibimɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0908",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0909",
    "text": "Melé ɖe axa si do ŋgɔ dzi eye nyemate ŋu ayi ŋgɔ akɔ nye nyatakakawo me o. Akpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔnua dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0910",
    "text": "Nyemete ŋu yi akpa si meŋlɔ nye ŋkɔ ŋuti nyatakakawo ɖo la dzi o. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0911",
    "text": "Be fɛɛ be ni makliki nɔ koni maya gbɛi lɛ fã lɛ nɔ lɛ, nɔ ko nɔ ko baaa yɛ portal lɛ nɔ. Enɛ miiha mi gbɛfaa he gbɛjianɔtoo lɛ miiba shi ni ehe miihia ni maye mabua oya.",
    "lang": "ga"
  },
  {
    "id": "msg_0912",
    "text": "Ɣesiaɣi si mezi axadzi be mayi ŋkɔ ƒe akpaa dzi la, naneke medzɔna le agbo la dzi o. Esia le nye mɔzɔzɔ ŋuti ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0913",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ n’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0914",
    "text": "Bere biara a mɛkliki wɔ edin ɔfã no nkyɛn no, biribiara nsi wɔ portal no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0915",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0916",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ n’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0917",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0918",
    "text": "Bere biara a mɛkliki wɔ edin ɔfã no nkyɛn no, biribiara nsi wɔ portal no so. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe bi ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0919",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0920",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0921",
    "text": "Nyemete ŋu yi akpa si meŋlɔ nye ŋkɔ ŋuti nyatakakawo ɖo la dzi o. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0922",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0923",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0924",
    "text": "Agbo la mana mato afɔɖeɖe gbãtɔa me be mage ɖe nye ŋkɔ kple nyatakaka bubuwo me o. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0925",
    "text": "The application keeps taking me back and will not allow me to submit my name information. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_0926",
    "text": "Mikɛ mihe kpɛtɛ baafa ni tsɔ hiɛ lɛ he ni minyɛɛɛ maya hiɛ koni mikɛ mi diɛŋtsɛ mihe saji awo mli. Mikɛ laptop kroko po bɔ mɔdɛŋ shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_0927",
    "text": "Mintumi nkɔ ɔfã a mede me din ho nsɛm hyɛ mu no so. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_0928",
    "text": "Agbo la mana mato afɔɖeɖe gbãtɔa me be mage ɖe nye ŋkɔ kple nyatakaka bubuwo me o. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_0929",
    "text": "Mikɛ mihe kpɛtɛ baafa ni tsɔ hiɛ lɛ he ni minyɛɛɛ maya hiɛ koni mikɛ mi diɛŋtsɛ mihe saji awo mli. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_0930",
    "text": "I am unable to proceed to the section where I enter my name details. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0931",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0932",
    "text": "Akwammisa krataa no kɔ so ara gye me na ɛremma memfa me din ho nsɛm nkɔma. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_0933",
    "text": "The application keeps taking me back and will not allow me to submit my name information. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0934",
    "text": "Ɣesiaɣi si mezi axadzi be mayi ŋkɔ ƒe akpaa dzi la, naneke medzɔna le agbo la dzi o. Esia dze dzɔdzɔ gɔme ŋdi sia.",
    "lang": "ew"
  },
  {
    "id": "msg_0935",
    "text": "Application no kɔ so gye me san na ɛremma memfa me din ho nsɛm nkɔma. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0936",
    "text": "Aplikeshin lɛ haa mikuɔ misɛɛ ni eŋmɛɛɛ mi gbɛ ni mikɛ migbɛi lɛ he saji aba. Mikɛ ŋmɛlɛtswai enyɔ ni eho lɛ ebɔ mɔdɛŋ ni maye omanye.",
    "lang": "ga"
  },
  {
    "id": "msg_0937",
    "text": "Mikɛ mihe kpɛtɛ baafa ni tsɔ hiɛ lɛ he, ni minyɛɛɛ maya hiɛ koni mikɛ mi diɛŋtsɛ mihe saji awo mli. Enɛ miiha mi gbɛfaa he gbɛjianɔtoo lɛ miiba shi ni ehe miihia ni maye mabua oya.",
    "lang": "ga"
  },
  {
    "id": "msg_0938",
    "text": "The portal will not let me pass the initial stage to enter my name and other particulars. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0939",
    "text": "Portal no remma memfa stage a edi kan no nkɔ me din ne nsɛm afoforo mu. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0940",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0941",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0942",
    "text": "Mintumi nkɔ ɔfã a mede me din ho nsɛm hyɛ mu no so. Mesrɛ wo, hwɛ sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0943",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0944",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0945",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_0946",
    "text": "Dɔdamɔnua yia edzi le megbem eye maɖe mɔ nam be matsɔ nye ŋkɔ ŋuti nyatakakawo aɖo ɖa o. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_0947",
    "text": "Minyɛɛɛ maya fã ni mikɛ migbɛi lɛ he saji woɔ mli lɛ nɔ. Mijieɔ mi cache lɛ hu ni mikɛ naagba nɛɛ nɔŋŋ kpeɔ lolo.",
    "lang": "ga"
  },
  {
    "id": "msg_0948",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0949",
    "text": "Bere biara a mɛkliki wɔ edin ɔfã no nkyɛn no, biribiara nsi wɔ portal no so. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0950",
    "text": "Nyemete ŋu yi akpa si meŋlɔ nye ŋkɔ ŋuti nyatakakawo ɖo la dzi o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_0951",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0952",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mesrɛ wo, hwɛ firi wo nkyɛn sɛ nhyehyɛeɛ ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0953",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0954",
    "text": "Application lɛ yaa nɔ ekɛ mi kuɔ sɛɛ kɛbaa ni eŋmɛɛɛ mi gbɛ ni mikɛ migbɛi lɛ he saji aba. Mikɛ brauzai srɔtoi ebɔ mɔdɛŋ shi sane lɛ kã he ehi shi.",
    "lang": "ga"
  },
  {
    "id": "msg_0955",
    "text": "The application keeps taking me back and will not allow me to submit my name information. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0956",
    "text": "Bere biara a mɛkliki wɔ edin ɔfã no nkyɛn no, biribiara nsi wɔ portal no so. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0957",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0958",
    "text": "Metsi axa si do ŋgɔ la dzi eye nyemate ŋu ayi ŋgɔ akɔ nye nyatakakawo me o. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0959",
    "text": "Nyemete ŋu yi akpa si meŋlɔ nye ŋkɔ ŋuti nyatakakawo ɖo la dzi o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_0960",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ mu. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0961",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0962",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0963",
    "text": "The portal will not let me pass the initial stage to enter my name and other particulars. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0964",
    "text": "I am unable to proceed to the section where I enter my name details. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_0965",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0966",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_0967",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ n’anim nkɔhyehyɛ m’ankasa ho nsɛm. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0968",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ mu. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0969",
    "text": "Bere biara a mɛkliki wɔ edin ɔfã no nkyɛn no, biribiara nsi wɔ portal no so. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0970",
    "text": "Dɔdamɔnua yia edzi le megbem eye maɖe mɔ nam be matsɔ nye ŋkɔ ŋuti nyatakakawo aɖo ɖa o. Taflatse kpɔe ɖa le wò axadzi nenye be ɖoɖoa ƒe nya aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0971",
    "text": "I am unable to proceed to the section where I enter my name details. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0972",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0973",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0974",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_0975",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0976",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_0977",
    "text": "Mintumi nkɔ ɔfã a mekyerɛw me din ho nsɛm no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_0978",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0979",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ n’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0980",
    "text": "The portal will not let me pass the initial stage to enter my name and other particulars. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0981",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0982",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_0983",
    "text": "I am unable to proceed to the section where I enter my name details. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_0984",
    "text": "Portal no remma memfa stage a edi kan no nkɔ me din ne nsɛm afoforo mu. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0985",
    "text": "Mikɛ mihe kpɛtɛ baafa ni tsɔ hiɛ lɛ he ni minyɛɛɛ maya hiɛ koni mikɛ mi diɛŋtsɛ mihe saji awo mli. Mijieɔ mi cache lɛ hu ni mikɛ naagba nɛɛ nɔŋŋ kpeɔ lolo.",
    "lang": "ga"
  },
  {
    "id": "msg_0986",
    "text": "Dɔdamɔnua yia edzi le megbem eye maɖe mɔ nam be matsɔ nye ŋkɔ ŋuti nyatakakawo aɖo ɖa o. Mele agbagba dzem gaƒoƒo eve siwo va yi evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_0987",
    "text": "The application keeps taking me back and will not allow me to submit my name information. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_0988",
    "text": "Portal lɛ haŋ mikɛ shishijee stage lɛ awo migbɛi kɛ nibii krokomɛi amli. Ofainɛ, ye obua mi koni matsu enɛ he nii koni maya nɔ mikɛ mi nitsumɔ lɛ atsu nii.",
    "lang": "ga"
  },
  {
    "id": "msg_0989",
    "text": "Mintumi nkɔ ɔfã a mede me din ho nsɛm hyɛ mu no so. Kindly boa me ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_0990",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_0991",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ n’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0992",
    "text": "Melé ɖe axa si do ŋgɔ dzi eye nyemate ŋu ayi ŋgɔ akɔ nye nyatakakawo me o. Taflatse lé ŋku ɖe wò axadzi ŋu nenye be ɖoɖo aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_0993",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_0994",
    "text": "The portal will not let me pass the initial stage to enter my name and other particulars. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_0995",
    "text": "Portal no remma memfa stage a edi kan no nkɔ me din ne nsɛm afoforo mu. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0996",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_0997",
    "text": "Portal no remma memfa stage a edi kan no nkɔ me din ne nsɛm afoforo mu. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_0998",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_0999",
    "text": "Mintumi nkɔ ɔfã a mede me din ho nsɛm hyɛ mu no so. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_1000",
    "text": "I am unable to proceed to the section where I enter my name details. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_1001",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ mu. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_1002",
    "text": "The application keeps taking me back and will not allow me to submit my name information. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_1003",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_1004",
    "text": "Nyemete ŋu yi akpa si meŋlɔ nye ŋkɔ ŋuti nyatakakawo ɖo la dzi o. Mete kɔmpiuta bubu zazã gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_1005",
    "text": "The portal will not let me pass the initial stage to enter my name and other particulars. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_1006",
    "text": "Metsi axa si do ŋgɔ la dzi eye nyemate ŋu ayi ŋgɔ akpe nye nyatakakawo ɖo o. Mete kɔmpiuta bubu zazã kpɔ gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_1007",
    "text": "Akwammisa krataa no kɔ so ara gye me na ɛremma me kwan mma memfa me din ho nsɛm mmra. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1008",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_1009",
    "text": "I am unable to proceed to the section where I enter my name details. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_1010",
    "text": "Dɔdamɔnua yia edzi le megbem eye maɖe mɔ nam be matsɔ nye ŋkɔ ŋuti nyatakakawo aɖo ɖa o. Mete kɔmpiuta bubu zazã gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_1011",
    "text": "Bere biara a mɛkliki wɔ edin ɔfã no nkyɛn no, biribiara nsi wɔ portal no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1012",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_1013",
    "text": "Melé ɖe axa si do ŋgɔ dzi eye nyemate ŋu ayi ŋgɔ akɔ nye nyatakakawo me o. Taflatse lé ŋku ɖe wò axadzi ŋu nenye be ɖoɖo aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_1014",
    "text": "The application keeps taking me back and will not allow me to submit my name information. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_1015",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_1016",
    "text": "Ɣesiaɣi si mezi axadzi be mayi ŋkɔ ƒe akpaa dzi la, naneke medzɔna le agbo la dzi o. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_1017",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_1018",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1019",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_1020",
    "text": "Bere biara a mɛkliki wɔ edin ɔfã no nkyɛn no, biribiara nsi wɔ portal no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma gye sɛ asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1021",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_1022",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1023",
    "text": "Minyɛɛɛ maya fã ni mikɛ migbɛi lɛ he saji woɔ mli lɛ nɔ. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1024",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1025",
    "text": "Agbo la mana mato afɔɖeɖe gbãtɔa me be mage ɖe nye ŋkɔ kple nyatakaka bubuwo me o. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_1026",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1027",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_1028",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_1029",
    "text": "Application no kɔ so gye me san na ɛremma memfa me din ho nsɛm nkɔma. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1030",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ mu. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1031",
    "text": "Bere biara a mɛkliki wɔ edin ɔfã no nkyɛn no, biribiara nsi wɔ portal no so. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_1032",
    "text": "Bere biara a mɛkɔ edin no fã no nkyɛn no, biribiara nsi wɔ portal no so. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_1033",
    "text": "I am unable to proceed to the section where I enter my name details. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_1034",
    "text": "The portal will not let me pass the initial stage to enter my name and other particulars. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_1035",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1036",
    "text": "Agbo la mana mato afɔɖeɖe gbãtɔa me be maŋlɔ nye ŋkɔ kple nyatakaka bubuwo o. Mele agbagba dzem gaƒoƒo eve siwo va yi la evɔ medze edzi o.",
    "lang": "ew"
  },
  {
    "id": "msg_1037",
    "text": "Mintumi nkɔ ɔfã a mede me din ho nsɛm hyɛ mu no so. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_1038",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1039",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ mu. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1040",
    "text": "Mikɛ mihe kpɛtɛ baafa ni tsɔ hiɛ lɛ he ni minyɛɛɛ maya hiɛ koni mikɛ mi diɛŋtsɛ mihe saji awo mli. Tɔmɔ ko bɛ, tɔmɔ sane ko kɛkɛ ji nɔ ni yeɔ omanye.",
    "lang": "ga"
  },
  {
    "id": "msg_1041",
    "text": "I am unable to proceed to the section where I enter my name details. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_1042",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_1043",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_1044",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_1045",
    "text": "Mintumi nkɔ ɔfã a mede me din ho nsɛm hyɛ mu no so. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1046",
    "text": "Nyemete ŋu yi akpa si meŋlɔ nye ŋkɔ ŋuti nyatakakawo ɖo la dzi o. Taflatse lé ŋku ɖe wò axadzi ŋu nenye be ɖoɖo aɖe li.",
    "lang": "ew"
  },
  {
    "id": "msg_1047",
    "text": "The portal will not let me pass the initial stage to enter my name and other particulars. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_1048",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_1049",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ n’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1050",
    "text": "Bere biara a mɛkliki wɔ edin ɔfã no nkyɛn no, biribiara nsi wɔ portal no so. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_1051",
    "text": "Bere biara a mɛkliki wɔ edin ɔfã no nkyɛn no, biribiara nsi wɔ portal no so. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_1052",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_1053",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1054",
    "text": "Application no kɔ so gye me san na ɛremma memfa me din ho nsɛm nkɔma. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1055",
    "text": "Be fɛɛ be ni makliki nɔ koni maya gbɛi lɛ fã lɛ nɔ lɛ, nɔ ko nɔ ko baaa yɛ portal lɛ nɔ. Mimiitao ŋmɛlɛtswai enyɔ ni eho ni eyeee omanye.",
    "lang": "ga"
  },
  {
    "id": "msg_1056",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ n’anim nkɔhyehyɛ m’ankasa ho nsɛm. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_1057",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_1058",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mesrɛ wo, hwɛ firi wo nkyɛn sɛ nhyehyɛeɛ ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_1059",
    "text": "Portal no remma memfa mfitiaseɛ fã no nkɔ me din ne nsɛm foforɔ mu. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1060",
    "text": "Portal no remma memfa ɔfã a edi kan no nkɔ me din ne nsɛm afoforo mu. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_1061",
    "text": "I am unable to proceed to the section where I enter my name details. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_1062",
    "text": "The application keeps taking me back and will not allow me to submit my name information. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_1063",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_1064",
    "text": "Bere biara a mɛkliki wɔ edin ɔfã no nkyɛn no, biribiara nsi wɔ portal no so. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1065",
    "text": "Agbo la mana mato afɔɖeɖe gbãtɔa me be maŋlɔ nye ŋkɔ kple nyatakaka bubuwo o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_1066",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_1067",
    "text": "The portal will not let me pass the initial stage to enter my name and other particulars. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_1068",
    "text": "The application keeps taking me back and will not allow me to submit my name information. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_1069",
    "text": "The portal will not let me pass the initial stage to enter my name and other particulars. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_1070",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ mu. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_1071",
    "text": "Agbo la mana mato afɔɖeɖe gbãtɔa me be maŋlɔ nye ŋkɔ kple nyatakaka bubuwo o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_1072",
    "text": "The portal will not let me pass the initial stage to enter my name and other particulars. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_1073",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_1074",
    "text": "Be fɛɛ be ni makliki nɔ koni maya gbɛi lɛ fã lɛ nɔ lɛ, nɔ ko nɔ ko baaa yɛ portal lɛ nɔ. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1075",
    "text": "Mede me ho ahyɛ kratafa a atwam no so na mintumi nkɔ m’anim nkɔhyehyɛ m’ankasa ho nsɛm. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_1076",
    "text": "Nyemete ŋu yi akpa si meŋlɔ nye ŋkɔ ŋuti nyatakakawo ɖo la dzi o. Esia le nye mɔzɔzɔ ŋuti ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_1077",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ mu. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_1078",
    "text": "Mintumi nkɔ ɔfã a mede me din ho nsɛm hyɛ mu no so. Mesrɛ wo, hwɛ sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_1079",
    "text": "Ɣesiaɣi si mezi axadzi be mayi ŋkɔ ƒe akpaa dzi la, naneke medzɔna le agbo la dzi o. Akpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔɖoɖoa dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_1080",
    "text": "Portal lɛ haŋ maye shishijee gbɛ lɛ nɔ koni mikɛ migbɛi kɛ nibii krokomɛi awo mli. Ofainɛ kwɛmɔ ohe kɛji gbɛjianɔtoo ko yɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1081",
    "text": "Akwammisa krataa no kɔ so ara gye me na ɛremma memfa me din ho nsɛm nkɔma. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_1082",
    "text": "Portal no remma memfa mfitiaseɛ stage no nkɔ me din ne nsɛm foforɔ mu. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1083",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_1084",
    "text": "Portal no remma memfa mfitiaseɛ fã no nkɔ me din ne nsɛm foforɔ mu. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1085",
    "text": "Application no kɔ so gye me san na ɛremma me kwan mma memfa me din ho nsɛm nkɔma. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1086",
    "text": "Minyɛɛɛ maya fã ni mikɛ migbɛi lɛ he saji woɔ mli lɛ nɔ. Ofainɛ kwɛmɔ ohe nɔ jogbaŋŋ kɛji gbɛjianɔtoo ko yɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1087",
    "text": "Nyemete ŋu yi akpa si meŋlɔ nye ŋkɔ ŋuti nyatakakawo ɖo la dzi o. Mele esia wɔm tso Accra gbɔ to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_1088",
    "text": "I am unable to proceed to the section where I enter my name details. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_1089",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_1090",
    "text": "Dɔdamɔnua yia edzi le megbem eye maɖe mɔ nam be matsɔ nye ŋkɔ ŋuti nyatakakawo aɖo ɖa o. Esia le nye mɔzɔzɔ ŋuti ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_1091",
    "text": "The application keeps taking me back and will not allow me to submit my name information. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_1092",
    "text": "Portal no remma memfa stage a edi kan no nkɔ me din ne nsɛm afoforo mu. Mesrɛ wo, hwɛ fi wo nkyɛn sɛ nhyehyɛe bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_1093",
    "text": "Any time I click next to go to the name section, nothing happens on the portal. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_1094",
    "text": "The application keeps taking me back and will not allow me to submit my name information. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_1095",
    "text": "The application keeps taking me back and will not allow me to submit my name information. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_1096",
    "text": "Metsi axa si do ŋgɔ la dzi eye nyemate ŋu ayi ŋgɔ akpe nye nyatakakawo ɖo o. Mete kɔmpiuta bubu zazã kpɔ gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_1097",
    "text": "Portal no remma memfa mfitiaseɛ fã no nkɔ me din ne nsɛm foforɔ mu. Eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1098",
    "text": "Melé ɖe axa si do ŋgɔ dzi eye nyemate ŋu ayi ŋgɔ akpe nye nyatakakawo ɖo o. Mekɔ nye cache hã ŋu eye medze ŋgɔ kuxi ma ke kokoko.",
    "lang": "ew"
  },
  {
    "id": "msg_1099",
    "text": "Ɣesiaɣi si mezi axadzi be mayi ŋkɔ ƒe akpaa dzi la, naneke medzɔna le agbo la dzi o. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_1100",
    "text": "I am stuck on the previous page and cannot move forward to fill in my personal details. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_1101",
    "text": "I keep getting a generic error message when I try to save my progress. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_1102",
    "text": "Minyɛɛɛ mikɛ mimfoniri kɛ woji awo nɔ; nɔ ni akɛwoɔ nɔ lɛ yaa nɔ ehiii yɛ portal lɛ nɔ. Mikɛ laptop kroko po bɔ mɔdɛŋ shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_1103",
    "text": "Nye dɔwɔnu ƒe agbalẽvi mele agba tsɔm nyuie o eye agble aɖewo mele dzedzem le screen la dzi o. Mele esia wɔm tso Accra gbɔ to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_1104",
    "text": "Meyi edzi le vodada ƒe gbedasi si wozãna le mɔ gbadza nu xɔm ne medze agbagba be madzra nye ŋgɔyiyi ɖo. Vodada ƒe kɔpi aɖeke menɔ anyi si me kɔ o, si nye kpododonu ƒe gbedasi si wozãna le mɔ gbadza nu ko.",
    "lang": "ew"
  },
  {
    "id": "msg_1105",
    "text": "Mekɔ so nya mfomso nkrasɛm a ɛyɛ generic bere a mebɔ mmɔden sɛ mɛkora me nkɔso so no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Nkran hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1106",
    "text": "Miyaa nɔ minine shɛɔ tɔmɔ sane ko nɔ kɛ́ mibɔ mɔdɛŋ ni maba mihiɛyaa lɛ yi. Ofainɛ ye obua mi ni matsu enɛ he nii bɔni afee ni maya nɔ matsu mibimɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_1107",
    "text": "Me application form no nhyɛ mu yiye na fields binom mpue wɔ screen no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1108",
    "text": "Mekɔ so nya generic error message bere a mebɔ mmɔden sɛ mɛkora me nkɔso so no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1109",
    "text": "I keep getting a generic error message when I try to save my progress. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_1110",
    "text": "Mekɔ so nya generic error message bere a mebɔ mmɔden sɛ mɛkora me nkɔso so no. Fi ayamye mu boa me ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_1111",
    "text": "Passport portal no yɛ brɛoo yiye na bere biara a mɛbɔ mmɔden sɛ mɛtoa m’akwammisa krataa no so no, fi hɔ. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe bi wɔ hɔ a ɛde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_1112",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1113",
    "text": "Nhyehyɛe no de me nsɛm refrafra bere a masan akɔhwɛ nsɛm a mehyɛn mu no. Masɔ ahwɛ nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_1114",
    "text": "Nye dɔwɔɖoɖo ƒe agbalẽvi mele agba tsɔm nyuie o eye agble aɖewo mele dzedzem le screen la dzi o. Kpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔɖoɖoa dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_1115",
    "text": "Mɔzɔgbalẽa ƒe nyatakakadzraɖoƒea nɔa blewu ŋutɔ eye ɣesiaɣi si medze agbagba be mayi nye dɔbiagbalẽvia dzi. Akpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_1116",
    "text": "Passport portal no yɛ brɛoo yiye na bere biara a mɛbɔ mmɔden sɛ mɛtoa m’akwammisa krataa no so no, ɛyɛ bere tiaa bi. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_1117",
    "text": "The system is mixing up my details when I go back to review the information I entered. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_1118",
    "text": "The system is mixing up my details when I go back to review the information I entered. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_1119",
    "text": "Me application form no nhyɛ mu yiye na fields binom mpue wɔ screen no so. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_1120",
    "text": "Mekɔ so nya generic error message bere a mebɔ mmɔden sɛ mɛkora me nkɔso so no. Na mfomso koodu a emu da hɔ biara nni hɔ, generic failution message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_1121",
    "text": "Mekɔ so nya generic error message bere a mebɔ mmɔden sɛ mɛkora me nkɔso so no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1122",
    "text": "Passport portal lɛ yaa nɔ blɛoo ni bei komɛi lɛ, be fɛɛ be ni maya nɔ matsu mibimɔ lɛ he nii. Ofainɛ kwɛmɔ ohe nɔ jogbaŋŋ kɛji gbɛjianɔtoo ko yɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1123",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1124",
    "text": "Me application kratasin no nhyɛ mu yiye na mfuw bi mpue wɔ screen no so. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_1125",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1126",
    "text": "My application form is not loading properly and some fields are not appearing on the screen. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_1127",
    "text": "Passport portal no yɛ brɛoo yiye na bere biara a mɛbɔ mmɔden sɛ mɛtoa m’akwammisa krataa no so no, eyi rekyɛ m’akwantu nhyehyɛe na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1128",
    "text": "Meyia edzi xɔa vodada ƒe gbedasi si nye generic ne medze agbagba be madzra nye ŋgɔyiyi ɖo. Mete kɔmpiuta bubu zazã gɔ̃ hã kpɔ gake naneke metrɔ o.",
    "lang": "ew"
  },
  {
    "id": "msg_1129",
    "text": "The passport portal is very slow and times out whenever I try to continue my application. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_1130",
    "text": "Passport portal no yɛ brɛoo yiye na bere biara a mɛbɔ mmɔden sɛ mɛtoa m’akwammisa krataa no so no, mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_1131",
    "text": "Nye dɔwɔnu ƒe agbalẽvi mele agba nyuie o eye agble aɖewo mele dzedzem le screen la dzi o. Esia le nye mɔzɔzɔ ŋuti ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_1132",
    "text": "Nhyehyɛe no refrafra me nsɛm mu bere a masan akɔhwɛ nsɛm a mehyɛn mu no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1133",
    "text": "Me application form no nhyɛ mu yiye na fields binom mpue wɔ screen no so. Kindly boa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_1134",
    "text": "Mekɔ so nya generic error message bere a mebɔ mmɔden sɛ mɛkora me nkɔso so no. Fi ayamye mu boa me ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_1135",
    "text": "Passport portal lɛ yaa nɔ blɛoo ni bei komɛi lɛ, be fɛɛ be ni mabɔ mɔdɛŋ ni maya nɔ mikɛ mi nitsumɔ lɛ atsu nii. Mikɛ brauzai srɔtoi ebɔ mɔdɛŋ ni mikɛ brauzai atsu nii shi sane lɛ kã he ehi shi.",
    "lang": "ga"
  },
  {
    "id": "msg_1136",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1137",
    "text": "I cannot upload my picture and documents; the upload keeps failing on the portal. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_1138",
    "text": "Mi nitsumɔ wolo lɛ kɛ ehe wooo mli jogbaŋŋ ni ŋmɔji komɛi ejeee kpo yɛ skrin lɛ nɔ. Enɛ miiha mi gbɛfaa he gbɛjianɔtoo lɛ miiba shi ni ehe miihia ni maye mabua oya.",
    "lang": "ga"
  },
  {
    "id": "msg_1139",
    "text": "Mi nitsumɔ wolo lɛ wooo mli jogbaŋŋ ni ŋmɔji komɛi ejeee kpo yɛ skrin lɛ nɔ. Enɛ je shishi kɛjɛ leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1140",
    "text": "Nhyehyɛe no refrafra me nsɛm mu bere a masan akɔhwɛ nsɛm a mehyɛn mu no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1141",
    "text": "My application form is not loading properly and some fields are not appearing on the screen. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_1142",
    "text": "Passport portal no yɛ brɛoo yiye na bere biara a mɛbɔ mmɔden sɛ mɛtoa m’akwammisa krataa no so no, eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_1143",
    "text": "I keep getting a generic error message when I try to save my progress. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_1144",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1145",
    "text": "Mekɔ so nya generic error message bere a mebɔ mmɔden sɛ mɛkora me nkɔso so no. Fi ayamye mu boa me ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa me application no so.",
    "lang": "ak"
  },
  {
    "id": "msg_1146",
    "text": "The system is mixing up my details when I go back to review the information I entered. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_1147",
    "text": "I cannot upload my picture and documents; the upload keeps failing on the portal. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_1148",
    "text": "Me application form no nhyɛ mu yiye na fields binom mpue wɔ screen no so. Na mfomso koodu biara nni hɔ a emu da hɔ, na ɛyɛ generic fail message ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_1149",
    "text": "Gbɛjianɔtoo lɛ miifutu misaji fitsofitso lɛ beni mikuɔ misɛɛ kɛyaa saji ni mikɛwoɔ mli lɛ amli lɛ. Ofainɛ ye obua mi ni matsu enɛ he nii bɔni afee ni maya nɔ matsu mi nitsumɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_1150",
    "text": "Nye dɔwɔnu ƒe agbalẽvi mele agba tsɔm nyuie o eye agble aɖewo mele dzedzem le screen la dzi o. Medze agbagba to web-browser vovovowo zazã me gake nya la gakpɔtɔ li.",
    "lang": "ew"
  },
  {
    "id": "msg_1151",
    "text": "Mekɔ so nya generic error message bere a mebɔ mmɔden sɛ mɛkora me nkɔso so no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1152",
    "text": "Gbɛjianɔtoo lɛ miifutu misaji fitsofitso lɛ beni mikuɔ misɛɛ kɛyaa saji ni mikɛwoɔ mli lɛ amli lɛ. Ofainɛ ye obua mi ni matsu enɛ he nii bɔni afee ni maya nɔ matsu mi nitsumɔ lɛ he nii.",
    "lang": "ga"
  },
  {
    "id": "msg_1153",
    "text": "Mi nitsumɔ wolo lɛ wooo mli jogbaŋŋ ni ŋmɔji komɛi ejeee kpo yɛ skrin lɛ nɔ. Enɛ je shishi kɛjɛ leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1154",
    "text": "Meyia edzi xɔa vodada ƒe gbedasi si wozãna le mɔ vovovowo nu ne medze agbagba be madzra nye ŋgɔyiyi ɖo. Kpe ɖe ŋunye dɔmenyonyotɔe be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔɖoɖoa dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_1155",
    "text": "I cannot upload my picture and documents; the upload keeps failing on the portal. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_1156",
    "text": "Mi nitsumɔ wolo lɛ wooo mli jogbaŋŋ ni ŋmɔji komɛi ejeee kpo yɛ skrin lɛ nɔ. Ofainɛ kwɛmɔ ohe kɛji gbɛjianɔtoo ko yɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1157",
    "text": "Nuɖoanyia le nye nyatakakawo tsam ne metrɔ yi ɖato nyatakaka siwo mege ɖo la me. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_1158",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_1159",
    "text": "The passport portal is very slow and times out whenever I try to continue my application. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_1160",
    "text": "The passport portal is very slow and times out whenever I try to continue my application. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  },
  {
    "id": "msg_1161",
    "text": "Mi nitsumɔ wolo lɛ kɛ ehe wooo mli jogbaŋŋ ni ŋmɔji komɛi ejeee kpo yɛ skrin lɛ nɔ. Mikɛ laptop kroko po bɔ mɔdɛŋ shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_1162",
    "text": "Mekɔ so nya mfomso nkrasɛm a ɛyɛ generic bere a mebɔ mmɔden sɛ mɛkora me nkɔso so no. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Nkran hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1163",
    "text": "The passport portal is very slow and times out whenever I try to continue my application. Kindly assist me to resolve this so I can continue my application.",
    "lang": "en"
  },
  {
    "id": "msg_1164",
    "text": "Nhyehyɛeɛ no de me nsɛm refrafra berɛ a masan akɔhwɛ nsɛm a mehyɛneeɛ no mu. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Nkran hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1165",
    "text": "Nhyehyɛe no reyɛ me nsɛm afrafra bere a masan akɔhwɛ nsɛm a mede hyɛɛ mu no mu no. Ɛboa me ma midi eyi ho dwuma sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_1166",
    "text": "Meyia edzi xɔa vodada ƒe gbedasi si wozãna le mɔ vovovowo nu ne medze agbagba be madzra nye ŋgɔyiyi ɖo. Kpe ɖe ŋunye dɔmenyonyotɔe be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔɖoɖoa dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_1167",
    "text": "Minyɛɛɛ mikɛ mimfoniri kɛ woji awo nɔ; nɔ ni akɛwoɔ nɔ lɛ yaa nɔ ehiii yɛ portal lɛ nɔ. Ofainɛ kwɛmɔ ohe kɛji gbɛjianɔtoo ko yɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1168",
    "text": "Passport portal no yɛ brɛoo yiye na bere biara a mɛbɔ mmɔden sɛ mɛtoa m’akwammisa krataa no so no, efisɛ ɛboa me ma misiesie eyi sɛnea ɛbɛyɛ a metumi atoa m’akwammisa krataa no so.",
    "lang": "ak"
  },
  {
    "id": "msg_1169",
    "text": "I keep getting a generic error message when I try to save my progress. I am doing this from Accra using a stable internet connection.",
    "lang": "en"
  },
  {
    "id": "msg_1170",
    "text": "Passport portal no yɛ brɛoo yiye na bere biara a mɛbɔ mmɔden sɛ mɛtoa me application no so no, ɛyɛ adwuma. Mabɔ mmɔden sɛ mede browser ahorow bedi dwuma nanso asɛm no da so ara wɔ hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1171",
    "text": "Nuɖoanyia le nye nyatakakawo tsam ne metrɔ yi ɖato nyatakaka siwo meŋlɔ la me. Akpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔɖoɖoa dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_1172",
    "text": "Me application kratasin no nhyɛ mu yiye na mfuw bi mpue wɔ screen no so. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1173",
    "text": "Nyemate ŋu atsɔ nye foto kple nuŋlɔɖiwo ade Internet dzi o; nyatakaka si woda ɖe Internet dzi la yia edzi le kpo dom nu le nyatakakadzraɖoƒea. Akpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔnua dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_1174",
    "text": "Mɔzɔgbalẽa ƒe nyatakakadzraɖoƒea nɔa blewu ŋutɔ eye ɣesiaɣi si medze agbagba be mayi nye dɔbiagbalẽvia dzi. Akpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔbiagbalẽvia dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_1175",
    "text": "I keep getting a generic error message when I try to save my progress. Please check from your side if there is a system issue.",
    "lang": "en"
  },
  {
    "id": "msg_1176",
    "text": "Nye dɔwɔnu ƒe agbalẽvi mele agba tsɔm nyuie o eye agble aɖewo mele dzedzem le screen la dzi o. Mele esia wɔm tso Accra gbɔ to internet kadodo si li ke zazã me.",
    "lang": "ew"
  },
  {
    "id": "msg_1177",
    "text": "My application form is not loading properly and some fields are not appearing on the screen. I even tried using another laptop but nothing changed.",
    "lang": "en"
  },
  {
    "id": "msg_1178",
    "text": "Me application form no nhyɛ mu yiye na fields binom mpue wɔ screen no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1179",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_1180",
    "text": "Nhyehyɛe no refrafra me nsɛm bere a masan akɔhwɛ nsɛm a mehyɛn mu no. Na mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_1181",
    "text": "The system is mixing up my details when I go back to review the information I entered. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_1182",
    "text": "Me application form no nhyɛ mu yiye na fields binom mpue wɔ screen no so. Mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1183",
    "text": "I cannot upload my picture and documents; the upload keeps failing on the portal. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_1184",
    "text": "Minyɛɛɛ mikɛ mimfoniri kɛ woji awo nɔ; nɔ ni akɛwoɔ nɔ lɛ yaa nɔ ehiii yɛ portal lɛ nɔ. Mikɛ laptop kroko po bɔ mɔdɛŋ shi nɔ ko nɔ ko tsakeee.",
    "lang": "ga"
  },
  {
    "id": "msg_1185",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a entumi nyɛ yiye.",
    "lang": "ak"
  },
  {
    "id": "msg_1186",
    "text": "Passport portal no yɛ brɛoo yiye na bere biara a mɛbɔ mmɔden sɛ mɛtoa m’akwammisa krataa no so no, fi hɔ. Yɛsrɛ sɛ hwɛ sɛ nhyehyɛe bi wɔ hɔ a ɛde ma a.",
    "lang": "ak"
  },
  {
    "id": "msg_1187",
    "text": "Passport portal no yɛ brɛoo yiye na bere biara a mɛbɔ mmɔden sɛ mɛtoa m’akwammisa krataa no so no, eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_1188",
    "text": "I cannot upload my picture and documents; the upload keeps failing on the portal. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_1189",
    "text": "Me application form no nhyɛ mu yiye na fields binom mpue wɔ screen no so. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_1190",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Mesan nso yii me cache no fii hɔ na meda so ara hyiaa ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1191",
    "text": "Me application form no nhyɛ mu yiye na fields binom mpue wɔ screen no so. Mabɔ mmɔden nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_1192",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1193",
    "text": "Passport portal no yɛ brɛoo yiye na bere biara a mɛbɔ mmɔden sɛ mɛtoa m’akwammisa krataa no so no, mede intanɛt nkitahodi a ɛyɛ den na ɛreyɛ eyi afi Accra hɔ.",
    "lang": "ak"
  },
  {
    "id": "msg_1194",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1195",
    "text": "Passport portal lɛ yaa oya waa ni bei komɛi lɛ, be fɛɛ be ni mabɔ mɔdɛŋ ni maya nɔ mikɛ mi nitsumɔ lɛ atsu nii. Tɔmɔ ko bɛ, tɔmɔ sane ko ni yɔɔ faŋŋ, ni ji shɛɛ sane ko ni yeee omanye kɛkɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1196",
    "text": "Nhyehyɛe no reyɛ me nsɛm a ɛkɔ akyiri bere a masan akɔhwɛ nsɛm a mehyɛnee mu no. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_1197",
    "text": "Nhyehyɛe no refrafra me nsɛm mu bere a masan akɔhwɛ nsɛm a mehyɛn mu no. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1198",
    "text": "Mintumi mfa me mfonini ne me nkrataa nkɔ so; upload no kɔ so di nkogu wɔ portal no so. Eyi retwentwɛn m’akwantu nhyehyɛe ase na mihia mmoa ntɛm ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1199",
    "text": "Nhyehyɛe no de me nsɛm refrafra bere a masan akɔhwɛ nsɛm a mehyɛn mu no. Yɛsrɛ sɛ hwɛ firi w'afã sɛ nhyehyɛeɛ bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_1200",
    "text": "Passport portal no yɛ brɛoo yiye na bere biara a mɛbɔ mmɔden sɛ mɛtoa m’akwammisa krataa no so no, mfomso koodu biara nni hɔ a emu da hɔ, mfomso nkrasɛm a wɔde di dwuma wɔ ɔkwan a ɛkɔ akyiri so ara kwa.",
    "lang": "ak"
  },
  {
    "id": "msg_1201",
    "text": "Nuɖoanyia le nye nyatakakawo tsam ne metrɔ yi ɖato nyatakaka siwo meŋlɔ la me. Akpe ɖe ŋunye nyuie be makpɔ esia gbɔ ale be mate ŋu ayi nye dɔwɔɖoɖoa dzi.",
    "lang": "ew"
  },
  {
    "id": "msg_1202",
    "text": "The passport portal is very slow and times out whenever I try to continue my application. This is delaying my travel plans and I need urgent help.",
    "lang": "en"
  },
  {
    "id": "msg_1203",
    "text": "Mekɔ so nya mfomso nkrasɛm a ɛyɛ generic bere a mebɔ mmɔden sɛ mɛkora me nkɔso so no. Eyi fii ase sii anɔpa yi.",
    "lang": "ak"
  },
  {
    "id": "msg_1204",
    "text": "Me application form no nhyɛ mu yiye na fields binom mpue wɔ screen no so. Yɛsrɛ sɛ hwɛ fi wo nkyɛn sɛ nhyehyɛe ho asɛm bi wɔ hɔ a.",
    "lang": "ak"
  },
  {
    "id": "msg_1205",
    "text": "Passport portal lɛ yaa nɔ blɛoo ni bei pii lɛ, be fɛɛ be ni mabɔɔ mɔdɛŋ ni maya nɔ mikɛ mibimɔ lɛ atsu nii. Enɛ je shishi leebi nɛɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1206",
    "text": "The system is mixing up my details when I go back to review the information I entered. I have been trying for the past two hours without success.",
    "lang": "en"
  },
  {
    "id": "msg_1207",
    "text": "Passport portal lɛ yaa oya waa ni bei komɛi lɛ, be fɛɛ be ni mabɔ mɔdɛŋ ni maya nɔ mikɛ mi nitsumɔ lɛ atsu nii. Tɔmɔ ko bɛ, tɔmɔ sane ko ni yɔɔ faŋŋ, ni ji shɛɛ sane ko ni yeee omanye kɛkɛ.",
    "lang": "ga"
  },
  {
    "id": "msg_1208",
    "text": "The passport portal is very slow and times out whenever I try to continue my application. I have tried using different browsers but the issue remains.",
    "lang": "en"
  },
  {
    "id": "msg_1209",
    "text": "The system is mixing up my details when I go back to review the information I entered. This started happening this morning.",
    "lang": "en"
  },
  {
    "id": "msg_1210",
    "text": "Meyia edzi xɔa vodada ƒe gbedasi si wozãna ɖaa ne medze agbagba be madzra nye ŋgɔyiyi ɖo. Esia le nye mɔzɔzɔ ƒe ɖoɖowo hem ɖe megbe eye mehiã kpekpeɖeŋu kpata.",
    "lang": "ew"
  },
  {
    "id": "msg_1211",
    "text": "Me application form no nhyɛ mu yiye na fields binom mpue wɔ screen no so. Mesan nso yii me cache no fii hɔ na meda so ara hyia ɔhaw koro no ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1212",
    "text": "Nhyehyɛe no de me nsɛm refrafra bere a masan akɔhwɛ nsɛm a mehyɛn mu no. Masɔ ahwɛ nnɔnhwerew abien a atwam ni a enkosi hwee.",
    "lang": "ak"
  },
  {
    "id": "msg_1213",
    "text": "Nhyehyɛe no refrafra me nsɛm mu bere a masan akɔhwɛ nsɛm a mehyɛn mu no. Mebɔɔ mmɔden mpo sɛ mede laptop foforo bedi dwuma nanso biribiara ansakra.",
    "lang": "ak"
  },
  {
    "id": "msg_1214",
    "text": "Nhyehyɛeɛ no reka me nsɛm nyinaa abom berɛ a masan akɔhwɛ nsɛm a mehyɛneeɛ no mu. Yei rekyɛ m'akwantuo nhyehyɛeɛ na ɛhia mmoa ntɛm pa ara.",
    "lang": "ak"
  },
  {
    "id": "msg_1215",
    "text": "The passport portal is very slow and times out whenever I try to continue my application. There was no clear error code, just a generic failure message.",
    "lang": "en"
  },
  {
    "id": "msg_1216",
    "text": "Mi aplikeshin wolo lɛ wooo mli jogbaŋŋ ni ŋmɔji komɛi ejeee kpo yɛ skrin lɛ nɔ. Mikɛ ŋmɛlɛtswai enyɔ ni eho lɛ ebɔ mɔdɛŋ ni maye omanye.",
    "lang": "ga"
  },
  {
    "id": "msg_1217",
    "text": "The passport portal is very slow and times out whenever I try to continue my application. I also cleared my cache and still faced the same problem.",
    "lang": "en"
  }
]